["7. Pihak Jabatan Bomba dan Penyelamat Malaysia serta Jabatan Alam \nSekitar (JAS) sentiasa memantau kerja-kerja pemb https://t.co/O3vObcpch2", "Selama tata batas kawasan hutan Sumatera Utara, periode 2005-2014 dan 2014-2016, terjadi pengurangan luas sekitar 7 https://t.co/lmlPoezIvh", "Hutan bakau di Indonesia adl hutan bakau terluas didunia. Luasnya sekitar 4,5jt hektar sm dgn 20% dr luas hutan bakau di dunia #infofakta", "Can i report my neighbor to jabatan alam sekitar?? The uncle literally burns rubbish every single time. Do u have t https://t.co/Rypmd6GPGu", "@_syaffiq29 Kementerian Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim", "#onenews - 16042019 - Lindungi Hidupan Liar Kenya Daripada Pemburu Haram https://t.co/XFqjtcmiJ1", "@HVFN_ oh jalannya misah gitu? hutan mana sih? kok ada lewat hutan?", "Hutan dan Eco Product, Sebuah Cara Perempuan Menjaga Kelestarian Lingkungan dan Hutan https://t.co/8GDuqHRaFO", "Now, Kementerian Tenaga, Sains, Teknologi, Alam Sekitar &amp; Perubahan Iklim sahkan peningkatan mendadak kehadiran log https://t.co/0I396FByYx", "Saksikan tentang ASPIRASI KELESTARIAN ALAM SEKITAR bersama YB VEERAPPAN AL/L SUPERAMANIAM secara langsung dalam https://t.co/MMgc529aAv", "The face of a liar.", "Motip. uols amik tumbuhan liar kot...", " (@ Klinik Mediviron Setia Alam in Setia Alam, Shah Alam) https://t.co/0pKIINePbl", "21 Mac 2019, Putrajaya  Jabatan Alam Sekitar (JAS) mengambil inisiatif untuk mempromosikan Kempen Amalan Tanpa Pen https://t.co/BhoUb1lScE", "@detikcom Onta hutan ngomong ayam", "RM1.5 Juta Demi Lindungi Hidupan Liar DiSabah https://t.co/URPi0UwAvA https://t.co/IfugyK53nr", "Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupakan https://t.co/RpeyEArFIa", "Hey hey. Kerja ke tu?\n\nKami buka pre order untuk esok(18hb April)\n\nMohon Sebarkan\n\nKhas untuk warga sekitar MSU\nDan yang berada di sekitar Seksyen 7 Shah Alam\n\nFeedback customer yg sangat2 positif\n\nDM/WS di 012-3113 897 \n\nJom cuba https://t.co/Q7YmEhJJRa", "@AndreSyahidu Aku kasih pertamax aja ya buat ke hutan , biar dapat kekuatan alam", "Isi Masa Terluang Dengan Kutip Sampah, Cara Diana Danielle Didik Anak Cintai Alam Sekitar Dipuji https://t.co/etKJ0XsEw3", "cowok yg suka berpetualang di alam liar tapi juga suka berkutat di dapur lebih sexy ketimbang yg suka ngegym, in my https://t.co/8qlFdj66aw", "tersembunyi dibalik jauh dalam hutan.", "1 hr site visit with #MPSJ Jabatan Pengurusan Alam Sekitar, Jabatan Kejuruteraan (Unit Saliran) &amp; #KDEBWM on draina https://t.co/EGFWeEjK22", "i hate my country now bcs of aktiviti pembalakan and hutan kat malaysia dah berkurang. and banyak haiwan liar yang https://t.co/bqnaMNLQ3a", "@Jersey_Craig Trump = Fucking Liar\n\n#TrumpCoverUp\n#TrumpCoverUp \n#TrumpCoverUp\n#TrumpCoverUp\n#TrumpCoverUp", "Hi semua\n\nKami buka pre order Soto Ayam Nasi Himpit untuk esok(Rabu)\n- sekitar seksyen 7 shah alam\n- sekitar MSU https://t.co/YI4zUU2USx", "Steven Seagal lawat Siniawan dan Pusat Hidupan Liar Semenggoh \n\nhttps://t.co/jJdPijpiiQ https://t.co/XC1guEy2iz", "aidil, dekat malaysia ada tak jambatan untuk hidupan liar?\n\nyes, we do! &amp; theyre called eco-viaducts. due to dev https://t.co/QN4hg59yBP", "Melati Tarikan Baharu di Taman Hidupan LiarLangkawi https://t.co/JI30K0C0c9", "@lynesworld Yeah Fitbit is a liar sometimes.", "MADIUN  Kawasan hutan sekitar Waduk Widas, Saradan, menjadi lahan mengais rezeki bagi sebagian warga daerah tetang https://t.co/NjmemVqI3V", "Para Pengerusi Surau sekitar Bandar Puncak Alam bergambar bersama ADUN Jeram; Yb Shaid Rosli dalam Majlis Penyeraha https://t.co/kHt9vatIGh", " Kakaktua Jambul Kuning pun mudah dijumpai di hutan-hutan Keerom. Fisiknya berukuran sekitar 35 Cm. Semua bulunya https://t.co/Lc1D3UghWZ", "Berikut adalah fokus utama Kementerian Tenaga, Sains, Teknologi, Alam Sekitar &amp; Perubahan Iklim (MESTECC) kecuali", "@JeremyClarkson  happy birthday orang hutan", "@atifahhamidun Kena call Jabatan Alam Sekitar ni. Takleh biar lama2", "@_fatnfazywn_ hutan rimba yang mana satu ? hutan rimba ada dua", "@ainnurshainaz @szlnaa Pem hidupan liar.", "@askmenfess hutan pinus kl ya", "Jadikan hutan sebagai tempat rekreasi alam\n#agpearthHour\n#connect2earth\n#earthhour2019\n#earthhour\n#agpeduli https://t.co/hGuYdWbiZR", "Ini bunga liar yang saya potret dalam hutan di Manggarai. Ketika lihat bunga ini, apa imajinasi kamu? Bisa bantu be https://t.co/cMCfj0zht2", "Aku harap MB baru Johor ni pandang berat perkara alam sekitar Johor especially Pasir Gudang. Jangan jadi boneka pihak tertentu.", "Steven Seagal lawat Siniawan dan Pusat Hidupan Liar Semenggoh \n\nhttps://t.co/bmftQN7xfb https://t.co/l5EruHTk5f", "Kalau kau menipu, kau tak ubah seperti hidupan liar ", "@pakhajiceye HUTAN GEDUNG ITU APA", "Im confused...if @gabrielzamora is calling Tati a liar, does that mean hes calling Jeffree a liar too? How does that work, SIR?!", "FIB DEMS \nClegg-Liar\nCarmichael -Liar \nSwinson -Liar \nCable -Liar \n\"Vince Cable has broken ranks with his party to https://t.co/WAIFJhyimo", "@askmenfess Tengah hutan", "Masak di rumah itu BORING! Di Bandung, ada 2 #INSPIRINGPEOPLE yang lebih memilih alam liar sebagai dapur mereka. Yu https://t.co/JXMvHGqn3J", "Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim, Yeo Bee Yin akan ke Australia bagi membincangka https://t.co/9OBMzkxYHe", "Setuju, lebih baik kita memanfaatkan alam terutama hutan sebaik mungkin agar tetap lestari. Karena hutan memang per https://t.co/apqY3ajzz5", "@angelhatimu hutan tebal bulunya", "@bebysibalabala hy bebi hutan", "@wjsn_chgxiao ANJING LIAR", "Pemkab Bogor Kecolongan Tambang Emas Liar\n\n#tambang-emas-liar #kabupaten-bogor #ade-yasin\n\nhttps://t.co/o7IlhZke4P", "@sendeljer @2002trazh ga dilepas jg udh liar kaya hewan hutan", "Gambar sekitar Pesta Kechill Rantai x MSU di MSU, Shah Alam hari Khamis lepas.\n\nRUsSEL menganjurkan Bengkel Batik C https://t.co/noVMj1UVjZ", "Malaysia ni memang gini, asal benda rare sikit yang akan menjejaskan alam sekitar atau apa apa jelah mana dikisahny https://t.co/Gx0DQZK7cV", "@jesslyn095 Gembel amat hutan y", "Ayuh Sisih Nyamuk Aedes\n.\n2.4.2019, sekitar 6.00 pagi -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksanak https://t.co/1ordb70Xvz", "@ginaaulia Masih kok gin. Sekarang abis ditangkap, tikusnya dikasih ke hewan liar di hutan buat di makan, keren", "@OsmeraAziz @501Awani Aiyaa. Pergi bising pasal pembangunan &amp; pencemaran yang kasi hancur hutan &amp; alam lah. Ini mcm https://t.co/88ucKsIhtD", "Hari Bumi 2019: Selamatkan spesies hidupan Bumi daripadakepupusan https://t.co/EPBqYhfz72 https://t.co/ger05Q823y", "@wana_jay Kau duk hutan", "@ikongvrl Hallo abin, gimana hutan?", "Disini adanya kucing hutan", "@CharlotteAlter Liar, liar. AOC has a college degree. She grew up in an affluent neighborhood. She now lives in a V https://t.co/8qaCOsJKy2", "Dengkil yg tgh tgh hutan tu at least lagi elok daripada shah alam yg kononnya tgh tgh bandaq islam tapi banyak kes https://t.co/QAPbfmcHy5", "bentuk2 dari konversi hutan dan perubahan tutupan lahan untuk skala besar seperti penebangan hutan #lestarihutan #ForestTalkwithBlogger", "@TEENAGEOUIJA Liar. Youre a terrible liar, the brunette answered, grabbing a bottle of sanitizer and rubbing it https://t.co/nSNb1ORTI6", "Ia berikutan kertas siasatan dipulangkan semula ke Jabatan Alam Sekitar (JAS) Negeri Johor, untuk dilengkapkan. \n\nk https://t.co/rp42Ku04Wh", "Jabatan PERHILITAN akan turut menjalankan siasatan ke atas suspek di bawah Akta Pemuliharaan Hidupan Liar 2010 [Akt https://t.co/OXHrVxM2P4", " dan auman hewan lain yang saling menyahut hingar, dapat dipastikan hutan tersebut selaras dengan kata 'liar'. Be https://t.co/sKwsup9odG", "Pen sendiri di hutan!", "@kompasiana berasa hidup di hutan", "Summary of today  Shah Alam - UKM Bangi - Shah Alam - Mentakab - Temerloh - Shah Alam", "Dikata tempatnya di hutan amazon", "@jokowi Mungkin banjir bandang karena penebangan hutan liar  n TK d reboisasi lg makanya tergerus dg air hujan yg menjadikan banjir bandang,", "Alor Gajah dan Bukit Rambai di Melaka rekod kualiti udara tidak sihat pagi ini - Jabatan Alam Sekitar", "#simpangrenggam Pengarah Jabatan Alam Sekitar (JAS) negeri, Datuk Dr Mohammad Ezanni Mat Salleh berkata, pemantauan https://t.co/mfYSL30JBs", "@qayyuumX pegi duduk hutan", "Jabatan Alam Sekitar Pahang siasat punca dasar Sungai Pengorak di Kuantan sedikit kehitaman dan mengeluarkan bau ku https://t.co/rMIPe7VbtP", "1 MEI 2019\n \nPROGRAM LESTARI KOMUNITI &amp; ALAM SEKITAR\nKampung Yak Yah, Kemaman, Terengganu\n\nDIRASMIKAN OLEH :\nEncik https://t.co/Hh9v7o8xNB", "PROGRAM EXPERT LECTURE SERIES BIL. 1/2019: EKOPELANCONGAN\n\nJabatan Perlindungan Hidupan Liar dan Taman Negara (PERH https://t.co/2jRDB7WmAC", "Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim, Yeo Bee Yin berkata, pemantauan akan diteruskan https://t.co/BZBN4ngwVC", "Saya sentiasa kagum dengan hutan. Ia membuatkan saya menyedari bahawa fantasi alam adalah lebih besar daripada fant https://t.co/lGYgSVaonM", "@ifanaqmar Makin liar", "@youghman di hutan dong njr", "Hutan yang terdiri dari bermacam-macam tumbuhan disebut hutan heterogen.", "Perangi 'teroris' alam sekitar - Utusan Malaysia, 22 Mac 2019 #UPMClipping #PUTRAClipping https://t.co/pJMafuoHtK", "@nytimes CALL HIM A LIAR ALREADY", "Rindu puasa shah alam. Sahur masjid negeri. Berbuka masjid2 sekitar. Xpayah g bazar ramadhan. Hahahha", "@fmtoday Agreed. Didikan agama Islam tak memberi tumpuan keras kepada penjagaan alam sekitar dimanapun Allah pun su https://t.co/Jo1TgylRQ6", "Saja nak pesan, sebelum nak terasa mai dm tanya aku tweet pasal siapa. Okay? Jaga la alam sekitar, jangan buang bodoh tu merata rata ", "@INCIndia @RahulGandhi Liar...Liar... Your pant is in fire..\nNehru Lied...\nIndira Lied....\nRajiv Lied...\nSonia Lied https://t.co/gLfqdEyMSN", "@wisnudewa69 Ditengah hutan hehe", "@RadioElshinta @perkeretaapian Msih hutan depnya..", "RM1.5 Juta Demi Lindungi Hidupan Liar Di Sabah https://t.co/pMVt5ODoob via @Borneo Today", "@halfrenbo Kaya hutan pasti", "CC Arab SDN .BHD\nPuncak Alam \nPuncak Alam print\nPuncak Alam CC Arab\nPuncak Alam Repair Laptop\nPuncak Alam photostat https://t.co/ty5gA67Ij1", "Jawatan Kosong di Jabatan Perlindungan Hidupan Liar Dan Taman Negara (PERHILITAN) ... https://t.co/n9e7ePumsL https://t.co/rlgOhS4TTM", "@MariaSubrata Enak main di hutan cuy\nMenyatu dengan alam", "A good speaker makes a good liar.  #DADDYSGURLMaLingAkaLa", "Denda RM1.56 juta terhadap pemburu haram tersebut adalah yang tertinggi pernah dikenakan untuk jenayah hidupan liar https://t.co/c9voSMkrUS", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/7e5oytoeXz", "Liar ka SPA? https://t.co/utkuFHXjQQ", "Selain persoalan kebakaran hutan, masalah umum yang terjadi yakni kebun liar, rumah liar, keramba jaring apung dan https://t.co/hrFJ624Tox", "Drinking Liar Liar coffee while wearing a Liar Liar cap....does it get much cooler \n\nT-Shirts are sold out but https://t.co/dV65Vy1Mji", "@passbdg4 Pembalakan hutan kang..", "Usaha #SafeWildlifeCrossing masih diteruskan, termasuklah pemasangan papan tanda 'Kawasan Lintasan Hidupan Liar', https://t.co/rbBJQ2mNa0", "@annisaanl Bayi yg liar di twitter", "Hutan dan Eco Product, Sebuah Cara Perempuan Menjaga Kelestarian Lingkungan dan Hutan https://t.co/YIYLllfgAF @YSjahrir", "PERUT BANGKAI IKAN PAUS SPERMA PENUH SAMPAH PLASTIK - Rom - Kumpulan alam sekitar Greenpeace di Itali melaporkan pe https://t.co/xxGjsVrSx7", "@syxq__ @bukanmasochism I tot ada kepelbagaikan biodiversiti je", "@ucoklicious tersesat di hutan ", "Sekitar Majlis Pelancaran Dasar Perumahan Mampu Milik Negara\n\nTarikh: 11 Mei 2019 (Sabtu)\nLokasi: Elmina Central Park, Shah Alam, Selangor.\n\n #citpcidb #citp #binasempurna @ Elmina Gardens https://t.co/eiL0Zgpy8x", "#nowplaying Hutan Hujan - Hutan Hujan | streaming on https://t.co/ATcQ8xDamG |", "@jasmalaysia yo jabatan alam sekitar did Malaysia sign the @UN treaty to reduce plastic waste going into the ocean?", "Manusia dan tamak tak boleh berpisah. Akibatnya, rumah hidupan lain dimusnahkan.", "@BEOMGYUTWD Ngapain malam2 ke hutan? ", "Saya sokong pelaksanaan akta ini. Sama2 kita lindungi hidupan liar &amp; alam sekitar kita. \n\nHarap penguatkuasaan juga https://t.co/jbJtfO4WVi", "@loeyerv @askmenfess Dasar orang hutan", "@NasSuha_ Selamatkan hidupan liar \n\ntapi tak mahu...\n\nSelamatkan hidupan 'LIAR' ", "2 ORANG PENAMBANG TEWAS LIAR TERTIMBUN TANAH LONGSOR DAN 6 PENAMBANG EMAS LIAR LAINNYA DITEMUKAN LEMAS KEHABISAN NA https://t.co/bP0lBv4mll", "Ni dah ganggu privasi hidupan liar, ada minta kebenaran dia dulu ke sebelum snap gambar then post di socmed?  https://t.co/SbWws6FM5i", "@tunkuanwar @nurulhusna5493 Siyel! Ak pegi rehlah kot.  Menyantuni alam sekitar sambil bermunajat.  Pun ad org benci", "Sekitar Majlis Perasmian Padang Sekolah Menengah Kebangsaan (SMK) Seksyen 18, Shah Alam . Majlis telah dirasmikan o https://t.co/udHWmcrSnk", "shah alam - terengganu - kelantan - shah alam ", "@95stars_kr @cIoudstar DIKIRA HUTAN SIANJRIEHE", "Penjaga Hutan dan Harimau Liar 3 Hari Terjerat dalam Perangkap yang Dipasang Pemburu . https://t.co/WAoCijzI2t", "Jadual gangguan bekalan air di sekitar Petaling Jaya, Kuala Lumpur, Klang/Shah Alam, Gombak, Kuala Selangor dan Kua https://t.co/h972wcfudQ", " bad liar.", "raikan kat hutan abah kau", "@sseagulss Kebakaran hutan", "Butuhhh hampa semua politician. Semua sama ja.... pasal alam sekitar.. pasal penerokaan hutan.. pasal hidupan liar. https://t.co/gbouzIQVTB", "@ssongmnh Aa gampang menyatu dengan alam kok, paling nnt pulang dr hutan yang agak riweuh maskeran mulu  tinggal n https://t.co/2DXHNHdbmC", "liar, liar, slutty dress on fire", "Ketemu orang hutan td di ladang....terus orng hutan yg asli tanya ...kamu orng hutan jg ya....hhhhh....", "Pelestarian Hutan Mangrove untuk Lingkungan dan Tingkatkan Potensi Wisata Alam #TauCepatTanpaBatas. https://t.co/hU66BqX6aB", "Barr is a liar!", "Lindungi alam sekitar untuk jadi negara maju, kata Dr Mahathir https://t.co/EKEEu3vdfM", "@Limuntie Sekitar seminggu li", "kiri: siang (sekitar jam 12:00)\nkanan: sore (sekitar jam 18:00) https://t.co/QTTJ4VoUic", "Ia berikutan kertas siasatan dipulangkan semula ke Jabatan Alam Sekitar (JAS) Negeri Johor, untuk dilengkapkan. \n\nk https://t.co/Hls8iryZjA", "Degradasi hutan merupakan perusakan atau penutunan hutan #lestarihutan #ForestTalkwithBlogger", "Ijo: sebelum ke hutan\nItem: setelah dari hutan\nHow? https://t.co/bkNv76cKGc", "Selamat hari hutan internasional.", "@mermaidbae_ Babi Hutan. dap tu.", "@hwangneji Kamu ngapain di hutan ? !", "@RashidaTlaib you are a LIAR", "Ahli Parlimen Kuantan itu berkata, biar menteri tenaga, sains, teknologi, alam sekitar dan perubahan iklim serta ti https://t.co/rPbxYGiYSC", "Kementerian Tenaga, Teknologi, Sains, Perubahan Iklim dan Alam Sekitar berjaya mengesan tindakan sebuah syarikat pe https://t.co/S0Ho1CGTFw", "Sepekan, 66 Hektare Hutan dan Lahan di Riau Hangus Terbakar 66 hektar hutan dan", "@hanttbin Babi hutan lo sih", "Such a liar", "@lisanandy you LIAR!!!! you absolute liar ... mainstream crap once again using racist as the easy word ... please https://t.co/rFnqCVhjIo", "Para peserta juga terlihat mengeksplorasi hutan mangrove yang hijau lebat. Luasannya sekitar 7 hektare. Mereka lalu https://t.co/KcIGiRtqYW", "Buah hutan https://t.co/HWJXfPYSeL", "@KemenBUMN Bikin kegiatan diPekalongan bu,barangkali pingin tau penderitaan warga sekitar hutan @PerumPerhutani", "@TT_ROSE97 Ke taman? Ke hutan?", "Rakyatnya mengaku asal Shah Alam tapi time raya semua hilang. Balik kampung duduk dalam hutan Bukit Cerakah la kot. https://t.co/Yl54fJpca3", "@BalikpapanOne Yg kita takutkan hutan-hutan sudah pasti akan habis akibat pembangunan dikemudian hari", "Lega mat keluar dari hutan.", "@bieixx #LayakDapatJEMPOL hutan pinus jogja", "Kelangsungan hidupan liar dan kesejahteraan hutan di Malaysia sentiasa menjadi keutamaan dalam mengimbangi pembangu https://t.co/2eRm5NMlAv", "@IndiaToday @RahulGandhi nowhere you were saying it is print interview. Liar liar pants on fire! ", "@haripotah Immortal tu hero2 hutan.. sbb theme dia hutan.. ", "Selamat Hari Hutan Sedunia, jagalah kelestarian hutan ini, Alam milik kita bersama.\n\nSalam Lestari https://t.co/rJ2C9q1QCo", "Hutan Keerom terbagi dalam 9 blok. Total luasnya 173.456 Hektar. Untuk Hutan Lindung memiliki luasan sekitar 49.196 https://t.co/UUYvDBOrWK", "#MUpdateberita  Semoga Tuhan mempermudahkan usaha kerja-kerja pembersihan Sungai Kim Kim.\n\nJabatan Alam Sekitar Kem https://t.co/lUtaYIw63j", "Mereka Cakap isu minyak sawit malaysia merupakan masalah Alam Sekitar . Tapi Mereka sedarkah sisa sampah Mereka dib https://t.co/g7Lux333Xl", "@AzaruddinPaiman Lebih sedih apabila Sumatran Rhino Pupus di dalam alam liar di Malaysia . Kini, Hanya tinggal 2 ekor di dalam jagaan manusia di Sabah.", "@sukakueape @jokowi Emang buka hutan?", "Post foto naik gunung, kasih caption \"Pecinta alam\", apakah karangan, sawah, ladang, &amp; hutan bukan termasuk bagian dari alam ?", "Buka harapan baharu dalam usaha memerangi jenayah terhadap hidupan liar\n#SinarOnline #SHNasional\nhttps://t.co/m4a6au9LZs", "Ustaz adam sekarang liar ye ", "The Liar should be terrified. A Federal Judge just stated an immutable truth: Facts Matter. The Liar can say whatev https://t.co/UqyXTeRtLE", "Lindungi alam sekitar untuk jadi negara maju, kata Dr Mahathir https://t.co/sUmDOVgJA6", "Gentot sma di hutan", "Taman-taman Negara, kawasan perlindungan hidupan liar dan burung merupakan asas kepada kemandirian jangka panjang kepelbagaian bio.", "Kementerian LHK juga mencabut izin usaha pemanfaatan hasil hutan kayu-hutan alam (IUPHHK-HA) PT Hutani Sola Lestari https://t.co/VMohS7P50n", "Ramai kata binatang kat zoo kasi lepas kat hutan. Tapi hutan sekarang banyak dah gondol.", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/vOwBud7o7S", "Tolong bawak lelaki ni ke kawasan pelupusan sampah agar alam sekitar sentiasa bersih. SAMPAH https://t.co/7NmWhh5ls2", "Pendidikan Mengenai Hutan Penting Untuk Kelestarian Hutan Negara https://t.co/21wBRUlk1B", "500 anak pokok ditanam\n\nBERAKAS, Rabu, 1 Mei. - Sebanyak 500 anak pokok ditanam di Taman Biodiversiti, Taman Rekrea https://t.co/ElTMgIv3rQ", "@fitzool Hutan belantara usj 6", "Hi semua!\nSaya ada jual pelbagai pilihan kerepek ubi untuk raya ni \nCOD Sekitar Shah Alam\n Pilihan kerepek ubi \n https://t.co/UcfCtPhmje", "@burhainulMY @OneySyahril94 Aku tengok tilam dia je aku bersin siak. Pale hotak dia la. Ini spesis hidupan liar terancam ni", "@bunniejoonie Liar liar pants on fire ", "Once a liar, don't ever promise anything. Cause you're liar forever ", "Penyedut minuman buluh pemangkin kelestarian alam sekitar\nhttps://t.co/uf9krymcvy https://t.co/YYGcLnZp9G", "Yeo Bee Yin menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim (MESTECC) patut ambil tindakan pada https://t.co/ms8HxckB8r", "Ayuh Sisih Nyamuk Aedes.\n\n24.5.2019, sekitar 6.00 petang -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksa https://t.co/bxfDphsSxd", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/fiqwB4ZCa4", "@declanhughes_88 You are liar", "Buah ini tumbuh liar  https://t.co/XZVCp5yXl6", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/Vt4mXAkJMK", "@Bhhiyyahh @nrlbillahizzati @arifhaiqallll @LunaMaya26 nahh, love is liar.", "Hidupan liar di Malaysia \n1. Beruang Matahari\n2. Tapir (tenuk malaysia)\n3. Enggang\n4. Penyu belimbing \n5. Dugong https://t.co/PSl8bcTQkX", "Mikirin klo di Hutan gue ketemu cowo model NicSap gue mau menetap di hutan aja :)", "Program ini beri akses pengelolaan kawasan hutan kepada masyarakat. Terutama yg bertempat tinggal di sekitar kawasa https://t.co/Jtp59lq1Sb", "Papan Pakej 2: 18.04.2019 -   Pemeriksaan tapak oleh En. Azizi dan En. Md Roslee dari Jabatan Alam Sekitar (JAS), P https://t.co/IecHGPOSxD", "@Urvcdka Maunya susu pisang, bukan susu kuda liar :(", "@MamaWikwik Hutan rimba", ".Lokasi perbukitan yg menyatu dgn gurun pasir ini berada sekitar 800 m dari titik koordinat Hutan Pelawan. #PesonaWisataBangka2019", "@Purplegirlv \"Di hutan, pyuru~!\"", "#Putrajaya MESTECC melantik Pengarah Jabatan Alam Sekitar (JAS) Johor baharu. https://t.co/3VeSTJAE3j", "@microsoftexcl Hutan wkwkwk", "oh, and liar. hate them too #thisonehavenoexceptional", "@Egaogaoo niat kabur ke hutan, eeh ketemunya dia lagi di hutan https://t.co/26FWBR7qqv", "@RPAutoBase HAYU DI HUTAN", "Bahkan ayat2 lain seperti menjaga bumi Allah, tidak melakukan kerosakan kepada alam sekitar, semua ini sangatlah ba https://t.co/edIn28pgAS", "@claireraye anjing lu kuda liar dasar", "@sqoowishy Hutan mana?", "Semoga dgn pelancaran Pusat Komuniti Lestari di Taman Tunku Sarina ini akan memupuk sifat cintakan alam sekitar &amp; m https://t.co/ukfS6S0L5i", "Daong Ecopark | Ciawi\nCafe ditengah hutan Pinus , nikmati suasana resort ditengah Hutan Pinus https://t.co/sftgOzLkAT", "@Bruce_Archer89 Where is the Morelos Chinese millions Billy Liar? ", "[COMING SOON]\n\nHai Conservationists!!\nKami telah mengeksplorasi kekayaan alam hutan Blado, Batang, Jawa Tengah pada https://t.co/aRuAeFj7VZ", ".....\n Lokasi perbukitan yang menyatu dengan gurun pasir ini berada sekitar 800 m dari titik koordinat Hutan Pelawa https://t.co/P3PscdRqh9", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/lJ3ZruuWly", "Lynas berkata kajian semula oleh Kementerian Alam Sekitar mendapati operasi Lynas berisiko rendah dan mematuhi pera https://t.co/LWF0rdyQr9", "You are an F*@!ing LIAR https://t.co/9Yl4YOrpSy", "Liar liar fucking liar where u at?", "What a lying liar. https://t.co/U1Cw3e8ygp", "@ssekutt @askmenfess Di hutan..", "Kos pembersihan sungai kawasan Pasir Gudang terlalu tinggi??? Ok.. dah nampak satu perkara isu alam sekitar teda pe https://t.co/AJtoQ90po3", "SHAH ALAM : WAZER melaporkan banjir di Padang Jawa telah menambahkan lagi kesesakan di sekitar Jln Sg Rasau, Alam A https://t.co/22bMvGDq8T", "Berbagai macam produk yang berasal dari alam dan hutan juga bisa dijadikan produk yang bernilai ekonomis, dengan ti https://t.co/pjYIkRr1i1", "@BadjaNuswantara Kunci pengendalian air adalah ada banker2 hutan yng kuat,, hutan2 kita alihkan kmbali ke hutan alami,,  jng hutan produksi", "Steven Seagal lawat Siniawan, Pusat Hidupan Liar Semenggoh https://t.co/HQOnibWRD0 https://t.co/G52BC2zK6N", "#RT @swcorp_my: PERUT BANGKAI IKAN PAUS SPERMA PENUH SAMPAH PLASTIK - Rom - Kumpulan alam sekitar Greenpeace di Ita https://t.co/8crHALLpHs", " @ Hutan Belantara https://t.co/9YU6FmQNiA", "Tindakan PH \" Kong kali kong\"\n\n13 mac 2019 - Suspek Didakwa Esok -Menteri Tenaga, Sains, Teknologi, Alam Sekitar da https://t.co/K1ryBDntuz", "@heyimnisa Hutan pinus mau?", "So sad dgan society skarang.. apa dosa alam sekitar dngan kita sampai kita cemar dan rosakkan depa...", "@IchaRidho @Elfauzan6 @rockygerung Hutan Baluran ?", "Alam Sekitar Harus Dijaga Komuniti Setempat - Syed Saddiq https://t.co/byFFPp6ShH", "Kalo lagi banjir gini, dimana para kucing liar ya?", "Pelestarian Hutan Mangrove untuk Lingkungan dan Tingkatkan Potensi Wisata Alam https://t.co/hZSD35ZPCq https://t.co/AtwS0UQZog", "hutan hutan ni hmmm UUM menang https://t.co/oEWlsKybtx", "@ItsFaaish hutan mana nak masuk?", "Azan subuh masjid tmpt aku tak pakai speaker menara yg tinggi tu. Tak nk menganggu penduduk bandar sekitar agaknya. Mesra alam betul lah kan", "Kerajaan tidak lagi akan mempertimbangkan kelulusan Penilaian Kesan Alam Sekitar (EIA) bagi semua tapak Ramsar di s https://t.co/LlRUZgdUf5", "Bangga tengok lukisan sendiri jadi pameran satu hari dekat event Hari Hidupan Liar, MyTown Cheras hari ini. Terima kasih Perhilitan\n\nBoleh zoom gambar untuk tengok details lukisan aku lukis, cuba cari kat mana arnab  https://t.co/dVxlitDgi3", "3 option untuk fakulti hutan\n1. Gabung dengan fac alam sekitar dan sains\n2.Gabung dengan fac pertanian\n3. Pindah ke https://t.co/W71P3CwvMP", "Sebuah kkawasan wisata alam dengan kawasan hutan lindung yang menyimpan beragam flora langka. #FestivalCrossborderENTlKONG \n...\nKu ", "Presentation  @ Jabatan Alam Sekitar Negeri Kedah https://t.co/ISmRz8fFDb", "@_syarkey_ jabatan alam sekitar kuantan hahaha", "Pelestarian Hutan Mangrove untuk Lingkungan dan Tingkatkan Potensi Wisata Alam https://t.co/UeW9NELAE2 https://t.co/gGXHDVkh0T", "Sekitar Program Shah Alam Hari Tanpa Kenderaan bertema Hari Bumi bertempat di Dataran Kemerdekaan. Program dihadiri https://t.co/FT4tiJ8uop", "abang hntar sekitar shah alam seksyen 1-25.\n.\nNasi Briyani ayam masak merah RM9 shj\nSiap Delivery!\nYg nak self pick https://t.co/kX1mf6RFEj", "@Bob55492332 @Roadwarrior29 Liar I had the kettle on...:)", "Liar liar, former deputy prime minister on fire. https://t.co/DHOvwusKDm", "Mari sama-sama kita memeriahkan Sambutan Hari Hidupan Liar Sedunia 2019 #KATSMalaysia\n\nKementerian Air, Tanah dan S https://t.co/oylbIQdUju", "Aku dok perati je yg main bulat2 dekat gambar hutan tu.  doa la yang baik2. Bukan kita tak percaya alam ghaib tu w https://t.co/6575VcSWlk", "@dkaizzati16 part hutan belantara ya sial abis hahahahahaha sosej ditemui di tengah hutan belantara", "@zhnnie Hutan kota #02ThreeSome", "That awkward picture. Thanks YBTM  @ Kementerian Sumber Asli Dan Alam Sekitar https://t.co/yPsWdl7XXf", "Sebuah acara reunian untuk kita semua jangan sampai tidak datang, Nada Untuk Alam 2019, 22 Juni 2019, Taman Hutan R https://t.co/oKKjwbjPGp", "Peluang kerjaya di Jabatan Alam Sekitar mereka yang berminat diperlawa untuk membuat permohonan sekarang!!\n\nShare l https://t.co/pOyuPtaXdt", "Al Sultan Abdullah sentiasa mengingatkan sensitiviti dalam mendahulukan aspek ekologi atau alam sekitar di negeri i https://t.co/c7Cf1hfO1X", "Menteri Tenaga, Teknologi, Sains, Perubahan Iklim dan Alam Sekitar @yeobeeyin berkata pihaknya berjaya mengesan tin https://t.co/ayzl3QKJKk", "@PejuangKuis Hutan Pinus #JempolGasp01", "@FirzaHusain Onta liar mengincar Rajawali yg gagah perkasa ", "Hutan digundulin, alam dirusak, kok gak ditangkap polisi? Giliran cuma nyoret mobil orang, rusak fasilitas kita dig https://t.co/8AFI4xms8x", "Orangutan tapanuli panen durian. Musim durian tak hanya dinikmati masyarakat di sekitar kawasan hutan Batangtoru, K https://t.co/nyKzYBSdNM", "@VanissaSandrA Ukai wai. Ba jabatan alam sekitar ku sarinya", "@KingPurwa Rambutan Hutan Amazon\n#Tutup01Tusuk02", "sesiapa nampak tepung pelita sekitar shah alam tolong ", "Jabatan Alam Sekitar (JAS) masih belum menerima laporan Penilaian Kesan Alam Sekitar (EIA) https://t.co/nlMG1YL3z9 #malaysiadateline", "KENYATAAN MEDIA YB TUAN DR. SAHRUDDIN BIN JAMAL, PENGERUSI JAWATANKUASA KESIHATAN, ALAM SEKITAR DAN PERTANIAN NEGER https://t.co/xPuZv0oATy", "@SinarOnline @maya_karin Aktres popular dan aktivis alam sekitar itu menyatakan kekecewaanterhadap isu itu dan men https://t.co/e4epryHV8b", "@yusuf_dumdum mirip gerombolan ANJING liar", "@tasyamuvi Hutan ribaaa", "Oiya buat pak @prabowo HGU nya mending jadiin hutan beneran bukan hutan produksi ", "@_fadlihamidi Tak kau, syafiq. Dia liar anjing.", "@yocngikr \"Yang aku tau cuma hutan mangrove, sekitar 9 KM dari sana.\"", "Ada saatnya ketika alam memberikan perlawanan sendiri. Saat ketika hutan, sungai, lembah, membalas sendiri para per https://t.co/bdXBtEYTGw", "@FlexiKn Dalam malaysia dalam hutan", "@selfeeani Sayangi alam sekitar.....", "@dinparbud @BrunoUpdate Wisata alam hutan pinus SIKEPEL Kec. Bener Kab. Purworejo https://t.co/2bsk4fy1vn", "\"..Pengerusi Jawatankuasa Kesihatan, Alam Sekitar dan Pertanian Johor, Dr Sahruddin Jamal berkata, kesemua bahan te https://t.co/7Ceskfh5nk", "Tudia ayaq hutan ", "@hehupil Ada peri hutan nyasar", "Sambutan Hari Hidupan Liar Sedunia kat MyTown Cheras esok. Letih aku lukis besar besar ni, boleh tengok depan2 yang https://t.co/7en2w12E8u", "@tiqabtr malaysia airlines, hidupan liar ", "@pijovespa nate bapok mato liar. suting hok gilo sajo", "@ha_naryoungg @nunakomatsu Hutan mana tuh?", "Famous liar is liar shock.\nIn other news, famous pope is Catholic\n\nSeroously, though, if he voted today he need https://t.co/PnNlG4YoPQ", "Lipas terbang = babi hutan\n\n", "@choibombgyu itu kucing hutan", "A liar is a liar is a liar is....\n\nNetanyahu: I offered Gaza to many Arab leaders, they refused https://t.co/2qw8gL44T0 via @MiddleEastMnt", "Kementerian Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim (MESTECC) https://t.co/a8tuUKYnq0", "Hutan yang sengaja dibakar sangat memberikan dampak kerugian terhadap masyarakat sekitar dan negara. \n#NgawiNyoblosJokowiAmin", "Kak ain ada sekitar Shah Alam Klang. Ada yang perlukan minyak urut MMG/bantal Leyna kaa.\nKak ain siodi sampai ke hati ", "what is this?? fucking liar!", "@meinmokhtar @luqmannyamiin Abu yang bagus dia sorg jela,tak makan rasuah,sayang alam sekitar,tk macam abu lagi sat https://t.co/I8sbZLakTp", "Setahun Jalani Rehabilitasi, Arimbi dan Tetuko Akhirnya Kembali ke Alam Liar https://t.co/iflUTunpha", "@TERKHNBIN @SHELXTER @SHELSYUUNA LU KAN ANJING LIAR.", "Penguat kuasa maritim dan alam sekitar dalam 'radar' SPRM https://t.co/k3bwk7VLqg", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/uWhxrfMn8R", "@OneySyahril94 Kau suka hidupan air tawar kan", "Lebih menarik lagi, hutan-hutan di Keerom juga banyak menyimpan satwa uniknya, papar Ricky lagi. #FestivaICrossborderKeerom\n\n....", "@electrichaple rumahnya di hutan tuy", "#MUpdateberita Selamat kembali ke sekolah adik-adik..\n\nJabatan Alam Sekitar\nKEMENTERIAN KESIHATAN MALAYSIA\nAgensi https://t.co/31lSH31UhX", "Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupakan https://t.co/9H4dIbAEJd", "@foolsdrunk @dimitriskad baby hutan?", "Sensasi alam liar, ngentot di kebun belakang rumah sebelum buka puasa. Nikmat\n\n https://t.co/BafKgV2sJ1", "Pembuatan kanal kanal, konversi hutan salah satunya adalah kebakaran hutan @YSjahrir #lestarihutan https://t.co/Un2CydicnL", "Lawatan strategik ke Cawangan Herbarium Bahagian Biodiversiti Hutan dan Bahagian Perhutanan &amp; Alam Sekitar Institut https://t.co/CBE4R8I7gM", "Jabatan Alam Sekitar (JAS) masih belum menerima laporan Penilaian Kesan Alam Sekitar (EIA) daripada kerajaan persek https://t.co/I0vDqAV81e", "Me: *enters calorie intake*\n\nFitbit: LIAR!", "Selangor mahukan undang-undang alam sekitar yang lebih sukar, kata MB |Malaysia https://t.co/80A1Mwj2Xl https://t.co/xe4atDl0Z0", "@AimanAirin2 Hahaha.  Hidupan liar betul kita masa tu kannn. ", "puncak alam \nBandar Puncak Alam\npuncak alam print\nPrint  Puncak Alam \nPuncak Alam Repair Laptop \nPuncak alam Format https://t.co/E0b1oDYX5O", "Lajnah Alam Sekitar Santuni Penduduk Pasir Gudang Dengan Edaran Topeng Muka bersama Khidmat Malaysia https://t.co/mHAP14yJ9I", "alam sekitar milik kita! #MYClimateRally  https://t.co/Vr4KegGaks", "Menteri Tenaga, Teknologi, Sains, Perubahan Iklim dan Alam Sekitar DAP, Yeo Bee Yin dilihat gagal menangani isu Lyn https://t.co/RZMC37Nc7y", "The Beautiful Liar wig is amazing  https://t.co/3B9T8t56S5", "@ariifyusroon Di hutan mana?", "@_Nzfa Maksudnya aku ni liar ke apa? Curious ", "pantai, gunung, hutan.\nsudah anak alam belom gua nih ge? https://t.co/XSTchFxmLx", "Burung ini banyak dijumpai di hutan-hutan Keerom. Selain warna, suara burung ini juga indah.\n\nMy #FestivaICrossborderKeerom", "@bonjvenu @bjhirenne yermi anak hutan!", "Semoga pendidikan bisa diakses oleh anak2 yang tinggal di pedalaman hutan-hutan sawit. https://t.co/62bBdKKQ4p", "hutan mana sih yg ada cowok model nicholas saputranya? gw udh blusukan dr hutan purba sampe hutan sawit, ketemunya https://t.co/4tfO6WCgQt", "Syarat-syarat giveaway:\n1) Bukan penyokong liverpool.\n2) COD sekitar Lembah Klang, Shah Alam dan kawasan sewaktu de https://t.co/JcjFDRMmLu", "Sambutan yang sangat menggalakkan di booth pameran Jabatan Alam Sekitar Negeri Sarawak  daripada para pelajar denga https://t.co/nIAV8KFSzC", "@jefrinichol Knp ngga coba bantu pertahankan dulu cagar alam atau hutan-hutan yang ada agar tidak dirusak? ", "@indomymenfess diajak taehyung ke hutan mau dikenalin ortunya\n\nWOI MASA ORTU TAE DI HUTAN WKWKWKWKW", "bad liar!!!!!!", "@pijahbukhori such a liar ", "@rusyaidimazlan Dlm hutan hew hew", "@educationfess eh hutan ga sih", "Lindungi hidupan liar kita \nKerana mereka diambang pupus https://t.co/krco8SeHN4", "Hutan belantara. https://t.co/XODbJBkHX1", "@sayur0yong ee di hutan?", "@yusrilfahriza Gantinya standup hutan mas ??", "Coretan Lensa sekitar Majlis Penyerahan Tapak Niaga kepada Mangsa Kebakaran Uptown Shah Alam. Majlis disempuranakan https://t.co/0GsXJAKmql", "SIARAN MEDIA JABATAN ALAM SEKITAR (JAS)\n\nPencemaran Di Sungai Kim-Kim Telah Dibersihkan Dan MESTECC Gerakkan 30 Pas https://t.co/L4xv2WWcya", "Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupakan https://t.co/ElWJY8pgJV", "Berebut tulang di tengah kerumunan anjing liar", "@PERHILITAN telah menerima serahan barang kes hidupan liar daripada @KastamMalaysia dan agensi lain iaitu gading ga https://t.co/85I7Kpufaz", "Kementerian Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim (MESTECC) lantik pengarah Jabatan Alam Sekit https://t.co/0SD36A7sXD", "U bener2 menyatu dengan alam. Benar2 jiwa hutan  https://t.co/JsS5YXzX3E", "Memilih Tinggal Menetap di Hutan Lindung, Warga Berkomitmen Tidak Rusak Hutan|https://t.co/cQ3NK1rIXW", "once a liar always a liar https://t.co/n5GmkFAmYl", "@makmummasjid Ato ga hutan bambu", "@senatemajldr They are calling him a liar because he is a liar. The only people who suffer from trump derangement s https://t.co/1j2PW79PwT", "Nah, bicara hutan. Sobat pasti tau kan, kalau hutan adalah sumber kehidupan.", "Unimas gemilang. Antara universiti yang memelihara hidupan liar yang ganas mengganas. https://t.co/X8S6VdKyjA", "@BUKANdigembok Klo gw tebak sih ni ada kaitan dgn pabrik kertas wowo yg ga bisa jalan di aceh,krn pelarangan penebangan hutan secara liar", "Kementerian Air, Tanah dan Sumber Asli (KATS) dengan kerjasama Jabatan Perlindungan Hidupan Liar dan Taman Negara ( https://t.co/ZYsIubJT4m", "#selamatkanharimaumalaya\n\nSelamatkan hidupan liar ini dari terus pupus\n\nSumber : KATS https://t.co/MgkvLN6BrY", "Habitat asli orangutan tapanuli berada di kawasan hutan Batangtoru, sementara durian ditanam masyarakat di sekitar https://t.co/tXB1RPBatT", "@hdayyy Patut hantar soft copy je. Simpan dlm Google drive. Sayangi Alam sekitar", "MB Johor mengarahkan Jabatan Alam Sekitar untuk menyiasat pembuangan sisa kimia di Masai |Malaysia https://t.co/kD9u0Nqzpu", "rindu bau hutan. damn.", "Satu perkembangan menarik, semakin ramai warga Australia resah dengan perubahan iklim, dan alam sekitar nampaknya j https://t.co/SrhhYSrS3O", "@DianaRahma20 Di makan babi hutan", "@beruksengih Kita alert isu alam sekitar je lah ye.", "@501Awani Saranan pihak berwajib seperti Jabatan Alam Sekitar kerap turun padang mengadakan \"Kempen Kesedaran Alam Sekitar\" seluruh negara.", "@nadaslsblh Lewat pelintasan liar Deket fo pondok kopi", "Wisata Alam Bantimurung berada sebelah utara kota Makassar, sekitar 50 kilometer dr kota Makassar &amp; 20 kilometer dr Bandara Hasanuddin,Maros", "Liar Banget Pembungkamannya #LBP https://t.co/wsqfXaVSoA", "@realDonaldTrump Liar! Go KFC!", "@kangdanielTL Hutan bel", "@Pompom_nuna @animalfess hoo liar :3 hewan liar seunyu itu. &gt;&lt;\nMakannya apa dia ka?  Buah?  '-'", "@ManHazman Hazman semakin liar di laman soSIAL ya", "@pffttHalijahhh Hg dok hutan ka?", "liar liar motherfucking leather pants on fire https://t.co/8QtkXVE54v", "Foto gua sekitar 12 tahun yang lalu pas gua abis ngaterin nasi buat makan ke hutan . https://t.co/TYuS1xb8qL", "Gunung ini merupakan Cagar Alam Gunung Mutis karena merupakan hutan homogen dataran tinggi, beragam jenis tumbuhan https://t.co/N17rw9Yh9j", "@_nanannelyiana_ biodiversiti ni belajar apa ya? belajar tntg alam sekitar ke?", "[1/5]Terima kasih kepada @ImanQurrotuaini kerana prihatin terhadap alam sekitar  Inisiatif ini menggalakkan orang https://t.co/w5ULar2WpR", "Dek dek, pernah denger IHMB sama SILIN di hutan alam belum? Kalo belum, belajar sama-2 yuk sini ke Kalimantan ", "#Repost beritartm\n\n20 MAC : SHAH ALAM - Jabatan Alam Sekitar (JAS) Selangor kini meningkatkan bilangan rondaan d https://t.co/pRTmpe3a0Y", "@wuffael emangnya aku hutan?!", "@DevinNunes Stick a sock in it, liar", "Kita tiada ahli politik yang pro alam sekitar. Mungkin perlukan Malaysia yang lebih baharu dari sekarang? https://t.co/AwKkIwkbvL", "Hmm,hidupan ni tak selalu nya indah bro ", "@demeteers jembatan - hutan - rumah nenek", "@salwaawmn @yensyifa @ndyaintan Anjir tempatnya bagus gitu adem2 di hutan kapan lg lu nongki di hutan !!!!", "~Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasili https://t.co/24lS2Jzi09", "Selamat tidur di hutan ", "@RashidaTlaib @IlhanMN Let me guess: 2 white dudes running away with Maga hats on? Liar Liar pants on fire! Camera https://t.co/tN6uPHu03v", "@Caenz_Arel Malam tu pun nasib dia buat operasi dgn jabatan alam sekitar ja..kalau dak konfem kena jugak salin std hahaha", "@aeunn93 Patutlah liar sangat ish ish", "....\nSebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fa https://t.co/UM64nGvY14", "#ImpeachSchiff @RepAdamSchiff (D-CA) Adam Schiff isn't a congressman, he's a LIAR, LIAR, LIAR!!! Hes sweating today https://t.co/kN4CjM0EuC", "Hi shah alam Hujan (@ Alam Prima Apartment in Shah Alam, Selangor) https://t.co/TqX3GXQA9Q", "@mySUKEofficial Nampak sekali lagi direct ke Jabatan Alam Sekitar", "@Our_DA @MmusiMaimane @helenzille @JAMESSELFE3 LIARS LED BY THE LIAR LEADER MMUSI \"LIAR\" MAIMANE HAS SUFFERED A BLO https://t.co/YoWtX1Nnbn", "#AWANInews #AWANI745 #KolumnisAWANI Orang Asli benteng hadapan pemuliharaan biodiversiti\nhttps://t.co/8jPVTDvtLb https://t.co/MDdFRRRRLu", "Ibarat keluar hutan", "Hutan amazon mencoba untuk pulih. Kapan hutan kalimantan kembali pada jatidirinya? #RakyatButuhDamai https://t.co/EIG8zFmAtO", "Di gilir di hutan", "@BarstoolNate @CHEAH_SAY This guy is obviously a compulsive liar", "Chow Kon Yeow berkata, Jabatan Alam Sekitar menetapkan 56 syarat yang perlu dipatuhi dalam porjek pembinaan yang di https://t.co/ErbkxEloXN", "saya menyeru rakyat malaysia supaya tidak memberi makanan kepada hidupan liar. kenapa?\n\n it changes animal behavio https://t.co/WNy0vTzo0k", "Seorang pegawai kanan di Kementerian Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim dilantik ke jawatan https://t.co/A576mxxLNF", "Sebanyak 30 kumpulan terdiri daripada Jabatan Alam Sekitar (JAS) dan Jabatan Kimia Malaysia akan digerakkan ke 30 s https://t.co/NBqGWlQV0w", "@izzoe_ Setuju. Dari membazir minyak tunggu lampu merah tapi tak ada kereta, ada baiknya kita selamatkan alam sekitar.", "@ridhakeem jarang tak liar ", "#RT @swcorp_my: Melestari alam sekitar tanpa beg plastik\n\nIsu pencemaran plastik bukan sahaja menghantui rakyat Mal https://t.co/WEBQTuojlz", "Hutan todey https://t.co/JCRFRfPGFB", "Saya terbaca banyak laporan media yang memetik beberapa NGO yang membantah keputusan Jabatan Alam Sekitar (JAS) yan https://t.co/W31CLtJgxE", "Pihak Berkuasa Tempatan (PBT) dan Jabatan Alam Sekitar (JAS) diarah melakukan pemeriksaan dan pemantauan 250 kilang https://t.co/YRrFLQ4Ff0", "seseorang mengimpikan seekor babi hutan", "@detikcom makanya hutan hutan kalimantan jangan pada dijadiin lahan sawit, kasihan mereka habitatnya ilang", "Ni kan selalu dalam video ML Studio pasal alam sekitar tu? @stihwa", "Kakaktua Jambul Kuning pun mudah dijumpai di hutan-hutan Keerom. Fisiknya berukuran sekitar 35 Cm. Semua bulunya be https://t.co/X77dvP5lf9", "@Jawar_Mohammed Liar Liar pants on fire. Jawi is in Amhara region not in Benishangul Gumuz. How on earth Amhara mil https://t.co/XaqkfIhyQv", "@LiberalAus LIAR LIAR PANTS ON FIRE  All proposed Labor tax policies will mostly be IMPACTING THE TOP 5% and Big https://t.co/cL2TxLeTA1", "I'm at Jabatan Alam Sekitar Negeri Selangor in Seksyen 9, Shah Alam, SELANGOR https://t.co/M1NdRSV4f9", "@LH95TAEHYUNG Iya, masa di hutan ", "@jokowi Tolong jaga hutan pak.", "NOTA GEOGRAFI : TINGKATAN 3 \n\nBab 5 : Hidupan Liar Di Malaysia\n\n@studywithbb #pt3 #pt32019 #geo #geografi https://t.co/LWPopkEvmd", "ELAKKAN TRAGEDI KIM-KIM BERULANG!\n\nInsiden pencemaran di Sungai Kim-Kim merupakan tragedi alam sekitar berskala bes https://t.co/AATzoyA6gx", "Off 5 hari. Masuk hutan", "KAYA BIODIVERSITI TUMBUHAN\n\n#Biodiversiti https://t.co/9qAJUZYYKx", "@okuasmana @detikcom Tengah-tengah biarin hutan untuk menjaga keseimbangan alam, baiknya jangan jauh-jauh dari pant https://t.co/AXc38SPPXj", "15 Mac 2019 - Jabatan Alam Sekitar Pulau Pinang memohon bantuan Jabatan Bomba dan Penyelamat Malaysia Negeri Pulau https://t.co/1Uyy1Na8MP", "@farih4h_ Duduk dalam hutan ehe", "SWCorp bantu jaga alam sekitar https://t.co/RbuIZHTlPv", "Ayuh Sisih Nyamuk Aedes.\n\n28.5.2019, sekitar 6.00 petang -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksa https://t.co/vuTrcxalJk", "Amaran ribut petir dari Jabatan Meteorologi Malaysia di bawah Kementerian Tenaga, Sains, Teknologi, Alam Sekitar da https://t.co/VVqOA5BfUS", "Tiba-tiba liat kucing liar keluar lewat pintu belakang. Terus kucingku ngikutin si kucing liar ini.\n\n Mbak! Mbak! https://t.co/IlQoTAfZ9a", " (@ Masjid Alam Impian, Alam Impian, Shah Alam in Shah Alam, Selangor Darul Ehsan) https://t.co/Ia4ZfThnq5", "Jabatan Alam Sekitar (JAS) Perak memberi jaminan bahawa sampah plastik yang dibawa masuk ke negeri itu untuk dikita https://t.co/QtFAAIdk4C", "\"i'm a liar, Chelsea.\"\n-Blaze Abelard", "Bertahan hidup di hutan konsumerisme ", "Baru keluar hutan", "Kenyataan Media \nYB Tuan Dr Sahruddin Bin Jamal, \nPengerusi Jawatankuasa Kesihatan, Alam Sekitar Dan Pertanian Nege https://t.co/o2SpdgCdBj", "@WExJIEUN Selamat datang di hutan", "@ROSEodds Di hutan.", "Semua rakyat Malaysia, termasuklah hidupan liar yang kita lindungi, menghargai pengorbanan anda semua. \n\nAyuh, teru https://t.co/rwAAzHiC1q", "Sebagai warga yang tinggal di sekitar hutan lauser dan hutan2 lainnya. Ini harus up! #bukadatahgu https://t.co/g8H2mSvyKW", "@proton_therapy Liar! Blasphemer!", "@YeonjunChoi01 Sok kalem raja hutan", "Alis sudah macam hutan belantara", "#tawau Buaya seberat 500 kilogram akhirnya ditangkap selepas hampir sebulan reptilia itu diburu oleh Jabatan Hidupan Liar (JHL) di Sungai Pang Burung dekat Tawau. https://t.co/URa40wLHTf", "@choojisuu Masuk hutan?", "@razlinayin Hahaha amboi wild. Liar sgt ke aku ?!", "@realvtae itu babi hutan mas", "Sekitar 30 Pemadam China Meninggal dalam Kebakaran Hutan https://t.co/cPqei2Xbos", "@AjakSantero Selamat datang ke dunia liar abang razak puih", "Nenek moyang kita dulu pun selalu pesan jangan buat main dengan alam orang. Takboleh masuk hutan suka suka hati, ke https://t.co/54RMGUt969", "#LiPresentation  @ Jabatan Alam Sekitar Negeri Melaka https://t.co/bAO6UHF3ef", "~Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupaka https://t.co/KIpxwZ8zcH", "@kentanqcanci Ke hutan", "Hari Bumi 2019: Selamatkan spesies hidupan Bumi daripada kepupusan https://t.co/NuAYBlCax8 via @psmsosialis", "haih betapa tak-mempedulikan-alam-sekitar nya tweet aku ni hahah", "@hersatya_gita Ke hutan", "Ya Allah..jahanam alam sekitar", "tp untuk investor2 rakus gmna pak? tambang, kelapa sawit, PLTA yang merusak alam dan hutan Indonesia.? https://t.co/h6RkzMTjxc", "@AimanAQILRIDZA Kucing hutan", "Banyak manusia tidak nampak fungsi hidupan liar, melainkan dirinya sendiri. https://t.co/sqXwZXMaDY", "Yang paling yoih sekitar abis magrib udah gelap ngelewatin hutan sebelum tamnas dan temen udah ninggalin kita, posi https://t.co/Pw5TGRQK1t", "Sekitar Program 60+ Earth Hour Peringkat Shah Alam 2019 yang telah diadakan pada 30 Mac 2019 (Sabtu). Majlis perasm https://t.co/wILNmJQq7e", "@skzseobin ayo ke hutan :(", "Btw, update: i dah report kepada jabatan alam sekitar. I tengah tunggu respond mereka :) if u nak buat report pun d https://t.co/moyJ4Iewr9", "CC Arab \n\npuncak alam \n\nBandar Puncak Alam\n\npuncak alam print\n\nPrint  Puncak Alam \n\nRepair Laptop\n\nFormat Laptop https://t.co/0Cj1eD2qDE", "Liar. Traitor. Grifter. Loafer. Cheater. Puerile. Oh, did I mention LIAR?\n\n#ImpeachTrump https://t.co/dZUBolZfri", "Ranking: who is the best and worst liar? #ASK_fromis_9", "salam, saya bosan. so ini adalah educational thread tentang fun facts hidupan liar di malaysia. hopefully, u will e https://t.co/rSx4ELUD7L", "@GeminiTerms I'm a terrible liar.", "t gowdy max commy liar!!! 100% SCUMBAG RACIST POS!!! DISAPPEAR LIAR COCKROACH!!! UR DISGRACE 2 USA JUS LIK UR daddy commytrump!!! BOOTLIKR!!", "4. Selain membuat kebaikan kepada manusia, jangan lupa buat kebaikan kepada alam sekitar. Paling tidak pun, buatlah https://t.co/PAKYBMziQ9", "@koreanthingy dr hutan kok tambah cakep sering2 aja di hutan ya bin ", "@idolfess Pantai, hutan, naik gunung \n\nTp pgn bgt ke hutan, naik rumah pohon, cerita seharian.", "@hautecoutores SEMBARANGAN KAMPUSKU DIBILANH HUTAN", "keliatannya aslinya mah kucing liar https://t.co/pkVCLSX96f", "@ENAMJ94 lagi di hutan", "@vousmevopez Tak tinggal neng hutan :')", "@AMETAdents masih aja di hutan?", "@Celcom Langkawi.. Bukan dalam hutan", "Blackmail satu negara. Tak bagi, Pahang nak buat apa, tebang semua pokok atau bunuh semua hidupan liar atau  semua https://t.co/JC7IiT8Z6l", "Pelestarian Hutan Mangrove untuk Lingkungan dan Tingkatkan Potensi Wisata Alam https://t.co/FfqOpwWhgq", "Pengarah baharu Jabatan Alam Sekitar (JAS) Johor akan diumumkan dalam beberapa minggu lagi dan diberi tempoh dua t https://t.co/8kR4Vb30JK", "Kakaktua Jambul Kuning pun mudah dijumpai di hutan-hutan Keerom. Fisiknya berukuran sekitar 35 Cm. Semua bulunya be https://t.co/YHPVR2VKAW", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/bOInCUSEx0", "Tumpahan kimia yang menyebabkan kekurangan bekalan adalah asid sulfurik, kata Jabatan Alam Sekitar Johor Malaysia - https://t.co/l15Z8wjwkp", "Tahniah @DOF_Malaysia.\n\nKita perlukan lebih banyak taman laut untuk mengekalkan kelestarian biodiversiti dan sumber https://t.co/5jEiWVKKcW", "@eghisn ajag tuh anjing liar jay!", "Koordinator Polisi Hutan Balai Konservasi Sumber Daya Alam (BKSDA) Jawa Tengah wilayah Konservasi Cilacap, Endi Sur https://t.co/7qFxPtTENl", "@myz4rd Kenapa dalam hutan ?", "Sebelum maya karin, dia ni dulu yang jadi aktivis alam sekitar https://t.co/MyUMNfFvsB", "Dumbo sama Jumbo kabur ke alam liar. bukannya selamet. malah dibunuh karena hutannya mau dijadiin kebun. #kalodumbodiindonesia ~", "@hyunjaeism @felixeuwu seleksi alam emangnya di hutan rimba", "#SulbarJokowiMenang Jokowi mahasiswa kehutanan, paham hutan dan bisa turunkan angka kebakaran hutan menjadi 2% . https://t.co/7PX4TyCMia", "@staronline Sayanglah pemimpin Pahang takde rasa tanggungjawab memelihara alam sekitar. Benda ni ada dlm ajaran sem https://t.co/jPEByqvXpV", "@KarimFaruki berkabung dalam hutan da", "@zrifirfaan @999Malaysia @chwydw ITULAAA MARILAH MEMELIHARA HIDUPAN LIAR !", "keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupakan salah s https://t.co/9VGP8WNTYx", "Padah merosakkan alam sekitar - Harian Metro, 21 Mac 2019 #UPMClipping #PUTRAClipping https://t.co/uty1zDWgZI", "Para peserta juga terlihat mengeksplorasi hutan mangrove yang hijau lebat. Luasannya sekitar 7 hektare. \n\n#PesonaPhotoFiesta2019", "#johorbahru Nilai rampasan dianggarkan berjumlah RM29,100 dan kes disiasat mengikut Akta Pemuliharaan Hidupan Liar https://t.co/8jiYiQqB11", "Kualiti udara Pasir Gudang makin pulih, kata Jabatan Alam Sekitar https://t.co/TCiq6rI16Z", "Jabatan Hidupan Liar, ESSCom tahan empat lelaki termasuk dua warga Indonesia dipercayai terlibat kegiatan penyeludu https://t.co/f89m60b96o", "Tim Tipiter Bareskrim Polri Buru MS Dalang Pembalakan Liar Hutan MuaroJambi https://t.co/e5X2NJpg1t https://t.co/DSambngQpP", "Syarikat mencemar alam sekitar wajib bayar kos operasi pembersihan https://t.co/7ykZYTWspM", "Pengerusi J/K Hal Ehwal Masyarakat Cina &amp; Siam, Sains &amp; Teknologi, Perubahan Iklim &amp; Alam Sekitar, YB Encik Ooi Tze https://t.co/WTUgn767Dc", "Burung ini banyak dijumpai di hutan-hutan Keerom. Selain warna, suara burung ini juga indah. #FestivaICrossborderKeerom", "Dilindungi bawah akta perlindungan hidupan liar pulak tu hahahaha.", "@AdvBarryRoux Cyril, the liar of the soil", "Suasana sekitar Stadium Shah Alam semasa majlis berbuka puasa anjuran @FASelangorMy sempena perlawanan #SELKED pad https://t.co/v5FXeIsfHn", "Wisata Alam Hutan Mangrove PIK Jakut\noleh Satri KPA &amp; TPA Masjid Baiturrahman Jakarta Barat\nhttps://t.co/6RJWtkdo73", "Bad liar// imagine dragons", "Penebangan hutan tak terkawal punca haiwan liar ganggu kawasan penduduk #SinarOnline #SHedisiJohor\n\n https://t.co/3dCkZ6copX", "Pemanasan global memicu bencana alam yang mengerikan diantaranya kekeringan, hujan deras,banjir, kebakaran hutan, i https://t.co/R3WZOXHMeX", "Kebakaran hutan yang terjadi di wilayah hutan Dam Duriangkang dan sejumlah titik hutan lindung lainnya di Batam, Ke https://t.co/75WVtXIbZO", "#phgkoi #penkua ICSC Jadi Hab Penyelidikan Alam Sekitar Biodiversiti Dunia https://t.co/IzmrPHEjXN", "Hutan ditebang demi tol jarak 2 jam.. Rusak lagi kawasan hutan aceh... #saveHutanAceh\n. https://t.co/r1fASqwJ3S", "@luqmnazli HANG TENGOK NI KELANTANESE DAH START LIAR HAHAHAHA", "Pengerusi JK Pendidikan, Teknologi, Sains dan Alam Sekitar Perak, Dr. Abdul Aziz Bari yakin Jabatan Kesihatan Neger https://t.co/X4s6sn7oWG", "Hahahhaha lancau PH yang dulu buat isu Lynas nie. Rakyat boleh jadi mutan la, alam sekitar tercemar laa. @fuziah99 https://t.co/XAD54pknzT", "@CH0ISO0BIN Kucing hutan macam dong?", "@hobionthesheet berbicara sm alam sekitar ak tuh bude ^__^", "Johor dapat Pengarah Jabatan Alam Sekitar baharu dalam masa terdekat, diberi masa dua tahun selesai isu pencemaran https://t.co/iztd8sh6X8", "@45celcius Oh kalo saya sih anak Shah Alam, dulu kan sempet tinggal di sekitar sana 6 bulan wqq\nCoba deh nanti kalo https://t.co/bm4VXfXkmY", "Manusia suka tarah hutan tapi kalau nak bercuti cari hutan juga tak faham aku.", "\nCintai lah saya. Eh Cintai lah alam sekitar. \n\n#igersmalaya #guyswithstyle #aboutalook #menphysique https://t.co/F6P2V3ccOy", "@orangdewasaa @bumpykitten_ di ex monopoli \nsekitar hutan malabar itu tuh", "@realDonaldTrump Your not even a good liar...", "tinggai nak compile kajilidikan, compile alam sekitar n video jaaa. alhamdulillah", "Kadar penggunaan beg plastik menurun 12 peratus\n\nBANDAR SERI BEGAWAN, Khamis, 21 Mac. - Jabatan Alam Sekitar Taman https://t.co/ceW7Kowmfy", "ckp fizikal space penting tp dia pegi install dashboard.\n\npeja ckp pencinta alam tp dia yg luluskan hutan simpan ut https://t.co/GKymss8Wma", "@rlthingy Di hutan", "MB Johor mengarahkan Jabatan Alam Sekitar untuk menyiasat pembuangan sisa kimia di Masai | Malaysia - https://t.co/LhSzajd4w6", "I'm at Simpang 4, Hutan Melintang in Hutan Melintang, Perak https://t.co/PTXYhZg5a7", "#collidermovietalk @PNemiroff @ColliderVideo As a kid growing up in the 90s, between The Mask, Liar, Liar &amp; Dumb &amp; https://t.co/guOgcVsmAM", "Saksikan paparan menarik tentang \"JENAYAH HIDUPAN LIAR \" dalam#SimfoniAlam pukul 10.00 malam ini di Tv1 | https://t.co/rIyl5pAKMF", "@dimadiksimba Ke hutan aja dim", "Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/s2zRdDgBPG via @ChangeOrg_ID", "@jaehfyn Hutan pinus? ", "@zatienatasha Aku kucing yg liar https://t.co/J77WXQAwra", "Hutan pinus  https://t.co/KUoZ5HfrED", "@askmenfess Asal jangan hutan mangrove", "Jabatan Alam Sekitar (JAS) Negeri Sembilan mengarahkan dua kilang iaitu sebuah kilang membuat perabot dan sebuah ki https://t.co/QyRsPOGN13", "Pembalakan Liar Hutan Apusan Ancam Aatwa Langka  https://t.co/8lA5scoKp5", "puncak alam \nBandar Puncak Alam\npuncak alam print\nPrint  Puncak Alam \nPuncak Alam Repair Laptop \nPuncak alam Format https://t.co/IoYiyMTmx8", "Bacaan Indeks Pencemaran Udara oleh Jabatan Alam Sekitar menunjukkan kwsn Miri merekodkan udara tidak sihat pagi in https://t.co/ilOhUHOtdn", "Tak sangka office perlindungan hidupan liar kat dwitasik tu berfungsi. Tak penah2 nmpk dia buka selama ni.\n\nTadi la https://t.co/DwnmEUR9H4", "I'm at Bahagian Alam Sekitar Jabatan Kesihatan dan Alam Sekitar in Cheras, Kuala Lumpur https://t.co/Lcb0EviGPh", "Hutan Papua, benteng terakhir hutan tropis di Nusantara, terancam oleh perkebunan sawit https://t.co/xXdnIPjrYe", "@monmaapyak Dari hutan patah hati", "You are the bad liar", "@CalebJHull @tedlieu Always thought his name is Ted Liar?", " BUNGA LIAR RUMPAI https://t.co/cTbloJwJ05", "@yulliosiney @sediteyus Ya hutan ", "Pusat Maklumat Sains dan Teknologi Malaysia (MASTIC), Kementerian Tenaga, Sains, Teknologi, Alam Sekitar dan Peruba https://t.co/kb9smQAKR2", "@aryruiz710 @BetoORourke He's a liar. Don't be so gullible.", "Pingin main ke hutan, pingin tidur di hutan. Random banget. Kebanyakan nonton korea ini sih", "@ujaejung14 buang ke hutan wkwkwk", "i rakyat biasa je. macam mana boleh i tolong hidupan liar kita? here are some ways! \n\n donate to conservation https://t.co/xWpkGhPPYQ", "@ftmhazzhraaaaa Kem hutan", "PELANCONGAN BERASASKAN KONSERVASI HIDUPAN LIAR JADI TARIKAN DISANDAKAN https://t.co/7JLcmnsD4j", "@HImpartiality @truckingfridge @ElectionMapsUK @YouGov May is a duplicitous liar, Corbyn an anti semite liar and in https://t.co/Evp7t2OR9k", "@CGV_ID Kayanya di hutan Kalimantan", "@sunfloweraidil When are you gonna do a Hidupan Liar of the Day on Subang Boys ", "@jeorggukie Maung hutan pinus", "Baru-baru ini Kementerian Sains, Teknologi Alam Sekitar dan Perubahan Iklim berkata, kerajaan menubuhkan satu pasuk https://t.co/irbS8jtB2u", "@gentlolman Pasti ditengah hutan kan?", "Alam tersusun dari langit, laut, gunung, sungai, hutan, padangcahaya, api, air, kabut, udara, batu, dan lain sebag https://t.co/HAgH1sZDZK", "Pelancaran Ops Belang pagi ini menjadi satu lagi tanda usaha kerajaan dalam membanteras pemburuan hidupan liar, ter https://t.co/oYf6J7qmsH", "#pasirgudang Pengerusi Jawatankuasa Kesihatan, Alam Sekitar dan Pertanian negeri, Dr Sahruddin Jamal berkata, darip https://t.co/SDE151ABE9", "Hutan Adat bukan Hutan Negara https://t.co/ODJOq6Uda7", "Dah boleh dah jabatan agama Islam, jabatan kebajikan masyarakat, jabatan alam sekitar, jabatan kesihatan, jabatan u https://t.co/oyyTyricQx", "@jchaeyeonih Petanya peta hutan, kalo dipake di hutan gak bisa", "Dalam hutan https://t.co/8isjS2XN30", "Sambil memadang alam di sekitar kami jayapura papua https://t.co/jFBkIGe9p3", "@_haye_ Susunya mahal ngalahin susu kuda liar", "SIARAN MEDIA : JABATAN ALAM SEKITAR \n\nKES PEMBUANGAN HARAM BAHAN KIMIA DI SUNGAI KIM KIM, PASIR GUDANG\n\nKementerian https://t.co/sQLmVzC5cl", "@The_UglyOrgan @mynewshub Ini semua isu penguatkuasaan dan kesedaran tentang penjagaan alam sekitar yg kurang", "Jadi budok juruh harini\n @ Kementerian Sumber Asli Dan Alam Sekitar https://t.co/GXD11XqR69", "Dulu saya berasal dari alam bunian. One day saya jalan-jalan kat hutan sendirian tetiba tersepak kepala bapak manus https://t.co/wN6JzdJqfa", "Yeo Bee Yin menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim (MESTECC) patut ambil tindakan pada kecuaian TNB", "mcm mana boleh saya tolong lindungi hidupan liar? \n\n share ur knowledge &amp; raise awareness amongst each other\n https://t.co/WbOdVdynhI", "... perjalanan setelah istirahat sepertinya terlihat sudah terbiasa dengan lingkungan sekitar hutan yang semakin da https://t.co/PfRURjiF9U", "Jabatan Alam Sekitar perlu bekerjasama dengan Kementerian Pendidikan dalam galakkan sekolah-sekolah di seluruh Msia https://t.co/3PKukjUIQ7", "hai, abah saya pemandu pelancong di Pulau Banding, Gerik, Perak. kalau berminat untuk teroka alam semulajadi di Hutan Royal Belum, boleh dm saya untuk dapatkan contact beliau  https://t.co/csmLSyEFLF", "#kualalumpur Kematian hidupan liar tertinggi iaitu 1,745, 1,616 dan 792 (Statistik oleh Jabatan Perlindungan Hidupa https://t.co/MzpY6t4FhS", "Polisi Tangkap 10 Pembalak Liar Hutan Suaka Alam Lahat https://t.co/zej8Nh1YJo", "Sharing by exhibitor dari Sintang\n\nYang menjelaskan produk yang dibuat dari hasil alam yang bukan utuh dari hutan s https://t.co/VOUmEK77hP", "Naik taraf jalan sedia ada bagi Pan-Borneo di Sabah, tak perlu buat laluan baru untuk jaga alam sekitar https://t.co/ub3bCjnnxi", "Beristirahat sejenak di alam liar guna mendapatkan kesempatan rest and relaxation merupakan pilihan tepat. https://t.co/hkZWOJrcpg", "Mintak perhatian kepada siapa2 yang duduk sekitar Setia Alam, Subang, Klang dan kawasan sekitarnya.. Tolonglah Hati https://t.co/3ZNNxlG12w", "@Hstynsr Ke hutan ambil rambutan sama orang hutan", "Sehubungan dgn itu, hotel di sekitar shah alam tetibe penuh. \nSekeluarga mandi manda di Tesco Bukit Tinggi. \nBil https://t.co/JLhTEcE6Pi", "Macam tinggal kat dalam hutan!!", "Kempen memburukkan pentadbiran Melayu Islam. Yang melanggar undang2 dengan mencemarkan alam sekitar ni orang islam https://t.co/uSy7wirg8q", "@Chaengcasoo @RPAutoBase Ke hutan", "@alcohodl kucing hutan mah kucing hutan ajaa gabisa gede kalo gede namanya maung ", "Sekitar Mesyuarat Penyelarasan MOU ISN-UiTM di Bangunan Canseleri UiTM Shah Alam dan disusuli dengan Majlis Berbuka https://t.co/9FziyXBUcY", "#MUpdateberita Berhati hati,kurangkan berada di luar rumah dan jaga kesihatan. \n\nJabatan Alam Sekitar Malaysia Keme https://t.co/g6hVS3dV7t", "Mengunjungi tempat wisata dengan keindahan alam seperti Taman Nasional Baluran, Hutan Pinus Gunung Pancar, atau Tam https://t.co/hcTxBLhJ7D", "Selangor mahu ketat undang-undang alam sekitar, kata MB https://t.co/wFvdICD2sG", "Someone told me this before: \n\nOnce a cheater, always a cheater. Once a liar, always a liar. \n\nand I never believ https://t.co/qgqFfjmvcw", "https://t.co/ln7809bWjI\nBoleh kah rakyat juga menuntut pampasan atas kerosakan alam sekitar dr kerajaan negeri Pahang?", "Tiada siapa yang memberitahu saya mengenai pasukan petugas Sungai Rui, kata Pengerusi Jawatankuasa Alam Sekitar Per https://t.co/XXHfgTzHwe", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/8hayHRcoti", "@gyuscheoll masukin akuarium ini TERLALU LIAR", "Rakyat disuruh jaga alam sekitar sedangkan orang atasan buat perkara yg lebih bangsat dgn meluluskan projek kayu ba https://t.co/9s7Zx3AKT4", "LIAR LIAR!!! He has bought two bungalow lots in Saujana Duta, S2 Heights. Fully renovated mansion. God knows what m https://t.co/gDj5f87YWN", "@PejuangKuis Hutan Manggrove #JempolGasp01", "And sadly, this 1% manusia yang rajin cemarkan alam sekitar kita", "Mencari loker mandor parkir liar di Jobstreet ga nemu2.", "Kerajaan akan bentang Rang Undang-Undang Perlindungan Alam Sekitar pada sesi Parlimen hujung tahun ini bagi menggan https://t.co/7NZXSJKWBO", "#serdang Ion kuprum (II) yang berlebihan dalam air minuman atau sumber alam sekitar boleh memberikan kesan buruk te https://t.co/3UzWKIGD6U", "@realDonaldTrump AUDIT? LIAR!\nWhere are your tax returns? LIAR!\nHOTEL in MOSCOW during the election? LIAR!\n Proof o https://t.co/Iw4gv7nnOc", "@bbhkith ppfff. pokes your cheek. liar", "Pengarah Konservasi Dana Hidupan Liar Sedunia (WWF) Malaysia, Dr Henry Chan berkata kematian Tam pada Isnin menunju https://t.co/cG1NE2kbYw", "warga sekitar meru,setia alam,puncak alam kalau nak cuci karpet meh hantar kat kedai member aku..cuci guna mesin ca https://t.co/gGQGL441vy", "Orangutan tapanuli panen durian. Musim durian tak hanya dinikmati masyarakat di sekitar kawasan hutan Batangtoru, K https://t.co/dvPMv8Mheo", "Dlm mana2 kerajaan ada NGO suarakan tentang isu alam sekitar utk menganggu pentadbiran kerajaan?\n\nSaya mencintai https://t.co/RNq7yiGVpg", "@hierawr @buttrisyia @arrnimazerra_ Hidupan laut pon perlukan entertainment", "hutan ama'Zone .... \n\nalam ghaibnya pohon pohonnya ada buah banyak .... itu hanya contoh .... di langit langit alam https://t.co/moObc7vAcq", "#sungaipetani Sejak Mei tahun lalu, penduduk berdepan dengan pencemaran alam sekitar berikutan pelepasan asap berl https://t.co/RP6PVOVt5x", "Liar, Liar, Pants on Fire! To many Lies have crossed your lips, from many Broken Campaign promises to your Corrupti https://t.co/rZQlJxprd8", "kaya kebakaran hutan lebih tepatnya", "@thatbriankang Hutan aja di jelajahin;')", "7 Fase Alam Kehidupan yg Pasti Dilalui Manusia\n Alam ruh\n Alam rahim\n Alam dunia\n Alam kubur\n Kiamat\nHari penghisaban\nHari pembalasan", "@aicrins Masuk ke hutan, ngambil rambutan, dikejar kejar sama orang hutan  .no", "@GHiugo Sekitar 2 jam", "@Mazsalbila \"Hello jabatan alam sekitar, saya ingin buat laporan...\"", "Program Biodiversiti Pilihan Usahawan Masa Hadapan https://t.co/C9LTnmjSlM", "@qrvyeri wokeh thanks teman hutan", "Tiada siapa yang memberitahu saya mengenai pasukan petugas Sungai Rui, kata Pengerusi Jawatankuasa Alam Sekitar Per https://t.co/XTZdHah8Cq", "Melati Tarikan Baharu di Taman Hidupan LiarLangkawi https://t.co/HCYggSrYvg", "@ladobbybobby ini dari HUTAN LOH HUTAN hhhhhh sebel", "@ArdyaON ngapain jalan2 ke hutan :((", "@jichxngwook Sa ae kecebong hutan", "Mat pernah sembang dengan Japanese masa kat Pulau Redang, kemain dia puji alam sekitar Malaysia. Syok katanya.  Ka https://t.co/dgHWxJEIoo", ": Di sekitar taklimat, pendaftaran dan kutipan KITAR3cycle sempena Majlis Perasmian Projek Rintis Pengurusan Alam S https://t.co/Rn4ux07SWo", "@jokowi Pak jangan sampek makan hutan Kalo bisa,nanti hutan nya habis....", "@arinizu @askmenfess Hutan dan danau", "Karawaci masih hutan ya?\n\nGigi lu hutan\n\nUdah jadi pemukiman padat penduduk dari jaman gua TK", "Data Kementerian Kehutanan ada sekitar 130jt hektar hutan yg tersisa di Indonesia dan sayangnya tiap tahun menyusut https://t.co/x1LbeM2o4i", "@Akmlhkim_ Hb bruhhhh. Btw belon tu nanti kutip balik takut tercemar alam sekitar :)", "#RT @swcorp_my: Melestari alam sekitar tanpa beg plastik\n\nIsu pencemaran plastik bukan sahaja menghantui rakyat Mal https://t.co/CRSSP7XEiz", "Bagi petani yang berada di tepi kawasan hutan, kehadiran satwa liar seperti monyet di area kebun kerap dianggap men https://t.co/F6VBWpekAq", "Ready Madu lebah liar hutan Riau Asli 100 %, manis sedang, enak, bau khas madu sangat kuat, kental.. Dipanen di di https://t.co/wuvsTcczp8", "@mulfandluv kebakaran hutan :(", "REWIND: The crazy Liar Liar Remix @realmostack dropped Feat. @kreptplaydirty x @konanplaydirty &amp; @Jhus https://t.co/JM0PM05vv3", "Terima kasih si babi hutan.", "#UMPSharing #BrigedSiswaUMP\n\nPeka terhadap tanggungjawab menjaga alam sekitar seramai 40 mahasiswa Universiti Malay https://t.co/w9Z8JZB4PK", "Before pru14, aku ada kemukakan soalan pasal alam sekitar kepada panel jemputan tn50 tapi beliau tepis soalan aku d https://t.co/inNgmZP1NV", "@hazimaasyh @kaamal_ Hoo Tenga hutan", "Setia Alam. Im coming.. hahahaha\n\nJourney..\nPuncak Alam - Setia Alam - Shah Alam - Kuala Lumpur", "@Altean_Groom @Alfonse_Love I ain't a liar", "Terima kasih suda menghadirkan kerimbunan bambu di tengah hutan beton perkotaan yang cenderung lupa akan alam https://t.co/U6d5kfCsnT", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/Yu9VxdWsHH", "Majlis Menandatangani MoU Bagi Kerjasama Dalam Pelaksanaan Program Kesedaran Alam Sekitar antara Jabatan Alam Sekit https://t.co/Gz7bn0SE8S", "19 April - Miri catat IPU tidak sihat pagi ini.\n\nJabatan Alam Sekitar https://t.co/9p4nCE3b0y", "GRASS DAN ABIM PULAU PINANG JAYAKAN PROGRAM CAKNA ALAM SEKITAR, DI USM. \n\n2hb Mei 2019: Alhamdulilah, team GRASS (P https://t.co/R6gKBdVOlF", "@harunaomii @KILLDLOVE Ada! Di hutan", "Pengeluaran Lesen Memburu Hidupan Liar Yang Dilindungi (Burung Murai Batu dan Kelicap Kunyit) tahun 2019 https://t.co/tVcYVfADjV", "@hellokilan GUA SI MAUNYA NGAMUK SI HUTAN IA. TAPI SINI JAUH DARI HUTAN", "Di kawasan hutan atau bukit ni adalah tempat tinggal mahluk alam lain,so jika kita tersesat ke apa tak salah kita c https://t.co/DEtzBovqUD", "+ 21b save sebab dah elak utk gali terowong di genting. Agak baik utk alam sekitar bagi pendapat aku.", "@republikaonline Karena UE boikot minyak kelapa sawit Indonesia ya om ? Karena hutan dan berikut suaka alam Indones https://t.co/Vf2cQA3nmJ", "Home  (@ Denai Alam, Shah Alam in Shah Alam, Selangor) https://t.co/9xDf31SbpW", "Bukan masalah hutan raya atau hutan lindung. Itu hutan tempat fauna dan flora. Keanekaragaman Indonesia yang kita b https://t.co/WVaYfbobQf", "#Destinasikami\n\n17.03.2019\n Pagi ini berkunjung ke Tamu Sook menyampaikan pesanan daripada Jabatan Alam Sekitar Sab https://t.co/jui5di8xJ7", "RT KKMPutrajaya \"BuletinJohore Kementerian Alam Sekitar?\" #beauty #beautyblogger #instabeauty #hudabeauty https://t.co/ieyeprNc5N", "GERAN KECIL ALAM SEKITAR !!!\n\nKeoada semua golongan pencinta alam. Kebanyakannya ingin melaksanakan projek bertekno https://t.co/cY0VB7mauU", "@auahterangbgt Di hutan kak", "Islam, Pemuliharaan Hidupan Liar &amp; Anda is now available online in English! \n\nA joint initiative between WWF-Mala https://t.co/l6qfVCwGcA", "Steven Seagal lawat Siniawan dan Pusat Hidupan Liar Semenggoh\n\nhttps://t.co/mASIfMvCZJ https://t.co/sJHJQhf1zR", "Kejam! Bukan perbuatan manusia. Demi kependudukan, kelapa sawit dan liar lainnya. Kalian cukong membalak liar di hu https://t.co/mvl5CF4j5o", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/xQIIgNlrrb", "@fuziah99 @wongtack\n@cheanchung tak nak bantah keputusan @chedetofficial\nke? buktikan anda aktivis alam sekitar tul https://t.co/kujtlNk6LV", "Awas babi liar dihadapan", "COD Kuah Kacang Berapi sekitar seksyen 2 Shah Alam dari pukul 8-10pm malam ni.  Yang nak selit order, roger2 ok.  A https://t.co/IUUNmlewgp", "2 hari kemudian, alat alat berat berdatangan. Hutan diperkosa. Warga sekitar tak peduli. Penyebabnya, riset dari il https://t.co/DfrU2DQana", "7.00pm NKVE@E1: Trafik perlahan dari Subang ke Shah Alam &amp; sekitar susur masuk Plaza Tol Jalan Duta", "Tengok video ni pun nangis sebab makin pupus rimau n hidupan liar yg lain https://t.co/YC5KE4BDES", "Yb Yeo bee Yin mmg bagus menangani masalah isu2 alam sekitar. Sgt progressive", "@mad_rojak Seekor singa akan lebih ganas di alam liar dibanding di dalam jeruji besi kebon binatang.", "this guy is a fucking liar", "@rnamwoohyun Ha? Raja hutan?", "Menyahut seruan #solidarity4peace sambil membumikan alam sekitar bersama skuad Green Heroes gema_malaysia.\n\nBahasa https://t.co/2Cx4MHroQN", "@thenampale @pelarigalau @Fender Hutan apa?", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/ywVrWQGBvz", "RINDU HUTAN", "@rockygerung Rindu hutan?", "Hutan rimbun dedaunan.\n#PeopleVoteJokowi", "@gustiaevy @aditrpratama kejeblos di hutan pas nyari durian dan foto leha leha makan durian di hutan", "Azalea dikembangkan sebagai tanaman hias yang populer. Pada habitat liar, ia biasa tumbuh di hutan dan wilayah berawa.", "@askmenfess Oppo a37, harga lama sekitar 2juta, sekarang sekitar 1,7 juta https://t.co/ej2Z1SfOGl", "@Patti99204907 @PastafarianGeek @Top_Sergeant https://t.co/0D90jVCjn3 King Liar...TRUMP", "PULANG DARI HUTAN CB DONG :(", "Yuk lindungi hutan yuk @LindungiHutan", "LAPORKAN jika anda nampak aktiviti mencurigakan yang boleh mencemarkan alam sekitar ke talian bebas tol 1-800-88-27 https://t.co/vaxboJShLl", "Itu kuasa (arahan pertukaran) bukan dari kerajaan negeri: Pengerusi Jawatankuasa Kesihatan, Alam Sekitar dan Perta https://t.co/CDBIm73VD7", "@myintifada Amboi bukan main lagi wowow ph sekor ni menyalak..jaan ph ngko kan ada kementerian alam sekitar, habaq https://t.co/g96BXYjYUA", "@RPAutoBase piwit. partner ke hutan", "@hersheysgall Nnti hang nampak macam arnab liar kat hutan wkakakka", "Larangan memburu hidupan liar.\n\nTapi bila perhati gambar kucing liar tu. nampak mcm tak liar je.  muka kena paksa https://t.co/MczNSFXk9E", "@hmskaban @joked2019 Hutan tanaman industri", "@staronline Another serial liar in the midst of PKR.", "Bagaimana penerimaan masyarakat sekitar? Penerimaan buruk dari masyarakat sekitar juga bisa jadi pemicu kegagalan deradikalisasi.", "17 April - Info Media -  ECRL : Ambil kira faktor alam sekitar, budaya dan warisan\n\n#ECRL #RTM #BeritaRTM https://t.co/AnIilLmUny", "RT FOR HELP! Sesiapa terjumpa di sekitar setia alam sila dm saya! Reward: RMXXX akan diberikan kepada sesiapa yang https://t.co/4e6UeOl72o", "@atemkevin Wkwkwkwk ke hutan", "Tumpahan kimia yang menyebabkan kekurangan bekalan adalah asid sulfurik, kata Jabatan Alam Sekitar Johor Malaysia - https://t.co/WQeHKaNhFI", "@Babbybunnyboi Nope!! Liar liar diaper on fire!!", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/5phh5cU6dw", "Fall in love teruk dgn lagu bad liar ni", "@nicolauscusanus Masuk keluar hutan ingin mendapat suara dari penghuni hutan agar bisa jadi presiden lagi", "@dwaribee industri susu kambing liar", "MESRA ALAM SEKITAR\n\nDiperbuat daripada minyak masak yang dikitar semula oleh anda semua\n\nMembantu mengurangkan penc https://t.co/0gYn9B9QSH", "@heyitsCarolyn @nancy_hamm1 Liar liar turban on fire.", "Kuda liar nie jarang keluar https://t.co/wu5Acueihu", "Zamihan angered the Johor Sultan \nand was called a liar. How does a liar continue to work for Jakim? https://t.co/tRv41zSNuL", "DENGAR bait-bait pantun Menteri Muda Perancangan Bandar, Pentadbiran Tanah dan Alam Sekitar Datuk Len Haji Talif Sa https://t.co/Wd1azlhekJ", "Perancangan Ke Arah Kemampanan Biodiversiti telah selesai disiarkan pada bulan Mac yg lepas. Infografik dan makluma https://t.co/BCvlyofBMD", "Punca hidupan liar makin pupud. Habitat mereka diceroboh https://t.co/fWOktUlFE6", "\"Study mana skrang ?\"\n\n\"Uitm puncak alam \"\n\n\"Ooo uitm shah alam\"\n\n\"Err puncak alam..\"\n\n\"Owhh shah alam\"\n\n\"Hmm yel https://t.co/mc3qPCXUdr", "Aku rasa better Sabah kekalkan nature daripada tebang pokok hutan untuk majukan negeri. Sebab Sabah banyak habitat hidupan liar.", "Jabatan Perlindungan Alam Sekitar Sabah tidak mengemas kini laman webnya sejak 2016. https://t.co/n3xtvyxhAS", "Kementerian Tenaga, Sains, Teknologi, Alam Sekitar &amp; Perubahan Iklim (@MyMESTECC)berjaya mengesan tindakan sebuah s https://t.co/Q1U3SXtvpc", "Geran Kecil Alam Sekitar &amp; Technologi Hijau Selangor kini dibuka untuk pemohonan https://t.co/38qBK1JWQz", "..Society (BTS)\n\n3) Tengok pula kualifikasi YB Yeo Bee Yin, Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Peru https://t.co/J9srBovDJ8", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/TdedNl6Xz2", "Menurut sumber, Exco Kesihatan, Pertanian dan Alam Sekitar, Dr Sahrudin Jamal yang juga Ahli Dewan Undangan Negeri https://t.co/JKViPxYbU8", "Pada kenyataannya, luasan hutan dunia terus berkurang setiap tahun. Begitupun dengan hutan Indonesia.\nHari Hutan Se https://t.co/C1HNockuKB", "14 April - Exco Kesihatan, Alam Sekitar dan Pertanian, Dr Sahruddin Jamal dilihat memasuki perkarangan Istana Bukit https://t.co/ajUdQoEXF4", "Bangga tengok lukisan sendiri jadi pameran satu hari dekat event Hari Hidupan Liar, MyTown Cheras hari ini. Terima https://t.co/UdfUs8ek7g", "@iskandar9708 Nak cari yg liar pulak ahh ", "#Repost beritartm\n\n28 MAC - KUALA LUMPUR - Jabatan Alam Sekitar, bakal memperkasa beberapa pindaan baharu berkai https://t.co/zwWp8IDW3p", "Nyesakk dg keadaan sekitar", "Mendendam unggas liar di hutan, jalan yang tinggal jangan berliku, tilamku emas cadarnya intan.. Berbantal lengan tidurku\n#yhzkl", "Meleburkan diri dengan suasana alam\n\n#photoshot #photos #hutanpinuspengger  #xplorejogja #explorejawatengah @ Hutan https://t.co/j8uvRrh97A", "@guanhoonie Kebakaran hutan :(", "#MPBStyle\n\nSekitar pelancaran program Gerobok Rezeki Ramadan di UiTM Shah Alam. Alhamdulillah\n\nClick  https://t.co/uxYvcmlYyj", "@bqngminah ke hutan", "puncak alam \nBandar Puncak Alam\npuncak alam print\nPrint  Puncak Alam \nPuncak Alam Repair Laptop \nPuncak alam Format https://t.co/2AMO8dGspc", "@blankspa_e #rainast : pengedar narkoba, balap liar, tawuran, pembunuh bayaran", "Lagi projek ladang hutan di Perak, 1,600 hektar di Hutan Simpan Piah  https://t.co/88kuZv3gTk", "@AVG_00Jeno laper liar rendang :)", "@fanbasealter Hutan apa yg rame ?", "Pelancongan berasaskan konservasi hidupan liar jadi tarikan di Sandakan", "@rois80284932 @yaelahcan Di hutan\n\n#SambungBacot", "Sekitar sambutan Hari Hidupan Liar Sedunia 2019 yang berlangsung dengan begitu meriah di MyTown Shopping Centre. Pe https://t.co/NispTDXc3g", "never marathon with your friends. nanti bertukar ke jalan jalan melihat alam sekitar.", "@sunfloweraidil @maya_karin @PERHILITAN @MYCAT_200 Mari kita hentikn semua ini, hidupan liar kita masa hadapan kita", "@FANBASEBGST buat hutan di akuarium", "@DhionKharisma @ellopambudi @aniknur_azizah Lihai bak kuda liar ", "Sensasi keindahan alam, keaslian hutan yg menawarkan kesegaran alami serta arus sungai yg cukup deras merupakan sal https://t.co/xtQA8Lwowr", "@baeqby Kucing hutan vers besarnye", "Singapur mahal2 bikin hutan buatan. Indonesia  mahal2 buat ngeratain hutan beneran.", "@rlthingy Yakali sampe bakar hutan :'(", "#FestivaICrossborderKeerom\n\nLebih menarik lagi, hutan-hutan di Keerom juga banyak menyimpan satwa uniknya, papar Ricky lagi.", "#RT @swcorp_my: PERUT BANGKAI IKAN PAUS SPERMA PENUH SAMPAH PLASTIK - Rom - Kumpulan alam sekitar Greenpeace di Ita https://t.co/7p5nRqvEl1", "Hutan Keerom terbagi dalam 9 blok. Total luasnya 173.456 Hektar. Untuk Hutan Lindung memiliki luasan sekitar 49.196 https://t.co/bHT2vXG6QT", "@Mah5Utari Si raja hutan?", "mambin ke hutan dianter siapa?", "2 Mei 2019 | Hari Inovasi Alam Sekitar\n\nMajlis Perwakilan Pelajar,\nUniversiti Malaysia Terengganu,\nSesi 2018/2019. https://t.co/uN03aCq11Q", "@yeobeeyin merupakan Menteri Tenaga, Sains, Teknologi &amp; Alam Sekitar.\n\nHarap @maya_karin ingat dah", "Great project at Liar Liar, they have tweaked their Pay It Forward scheme, and with help from @CHALKOSWESTRY are no https://t.co/ClYHK8suWQ", "@teymbayang Ke hutan, ke kebun", "@boy_labu Air and hutan lol", "@marcklec @younrhoon @RPAutoBase Raja hutan", "@maruurin Di uda di hutan, hutan hati ku, gabisa di ganggu", "\"tEmpAt SyU bELajAr Tu hUTan HuTan kE???????\"", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/5OFovujVTa", "lel macamlah ladang soya dan jagung kau tu tak menyebabkan kemusnahan alam sekitar.  rumah yang kau bina tu pun me https://t.co/MEVs7PbKXU", "Baca Lagi: Minat terhadap haiwan, alam sekitar sejak kecil, Berita Gah! - https://t.co/iFmfgnmG4l https://t.co/FsVWcwmKMQ", "Bagi penyokong Pakatan Harapan yang mempertahankan alam sekitar dalam isu ecrl, mohon dedikasikan sedikit skill mem https://t.co/3I95q3ZOkP", "@hooneyplums Iya hutan mini", "@aky724 hahahahahaa kan sissss i tengok hutan tuuu eh woojin pg hutan jugak ", "@shxanbin132 Hutan jh akhh", "#SulbarJokowiMenang Jokowi mahasiswa kehutanan, paham hutan dan bisa turunkan angka kebakaran hutan menjadi 2% . https://t.co/LGYqhqHPkh", "*** Sensasi keindahan alam, keaslian hutan yg menawarkan kesegaran alami serta arus sungai yg cukup deras merupakan https://t.co/RARrc8wPmV", "@pitkahsm @ctianm Alhamdulillah betah pit tapi bosen isiny mall semua takada wisata alam selain hutan sawit. Jadi https://t.co/TozB6qM86E", "Presiden Persatuan Aktivis Sahabat Alam Malaysia Hafizudin Nasarudin berkata hutan yang terdapat di negara ini tida https://t.co/uAkqF83DlB", "Just like he saw Muslims celebrating on American soil after 911....once a #Liar always a #Liar....@realDonaldTrump https://t.co/A61peZ7IVe", "Anjir dikintilin sampe ke hutan", "@Guns_Wgb @kompascom Di hukum alam aja gan klo bsa. Sruh k pdlman hutan nnt kita lempari batu rame2. Biar dia ngrsain kasarnya batu di muka.", "+1.\n\n\"A trust fund  Kumpulan Wang Alam Sekitar  will be set up under Section 70 of the proposed new environment l https://t.co/zy3cDS8JVV", "@DeepStateExpose @realDonaldTrump Liar liar broom on fire!!", "Sekitar operasi pemeriksaan premis makanan di seksyen 13 Shah Alam. Operasi dilaksanakan oleh Jabatan Kesihatan Per https://t.co/pfAoFPuA4v", "@arshad_Geo liar, liar, your pants are on fire. You are right, she used to cook choolay batooray and siri paway for https://t.co/KROcGzt1B2", "@einsxms Jauh amat babi hutan.... ]", "@mkini_bm Once a LIAR...always a liar.\n\nDia ni macai lim guan eng yg tipu Rakyat  kata dia \"accountant\"...sijil pun https://t.co/k3VwWs1AAu", "Sensasi keindahan alam, keaslian hutan yg menawarkan kesegaran alami serta arus sungai yg cukup deras merupakan sal https://t.co/3wpiWoXwnl", "AMK Shah Alam mengambil inisiatif menanggalkan papan tanda haram sekitar Pangsapuri Nilam Sari, Seksyen 7 pada pagi tadi. Operasi diketuai oleh Ketua AMK Shah Alam yang juga EXCO AMK Malaysia, Sdr @SarawananSp dan Timbalan Ketua AMK Shah Alam, Sdr Idris. #AMKPeduli #AMKBekerja https://t.co/zj7Cb5vWIb", "@Hanisseu_ Terminal Shah Alam Seksyen 13 yg dah pindah tu ke? Ada je bas Transnasional yg menghala ke Hutan Melinta https://t.co/Lz82MywLLa", "Nth lh kenapa myb kena kasi gondol tu hutan dan hutan bekas tebakar kali", "'Green food corridor' diwujudkan elak konflik hidupan liar \n\nhttps://t.co/4SoYh0E3Qd via @SabahNewsToday", "Siap simpan dalam dalam, siap bersahabat dengan alam #1609 @ Hutan Mangrove Tanjung Leban https://t.co/sqEifKXTlH", "@brgsjks Tadika\nSK Seri Bandi\nSMK Badrul Alam Shah\nSMK sekitar kemaman (sbb selalu kene pegi kem utk pelajar star d https://t.co/fqAM1ohviB", "Dalam hutan mana ada line ", "Seram pulak kiri kanan hutan ", "If you encountered any suspicious activities, please do report it to Jabatan Alam Sekitar at 1-800-88-2727. https://t.co/N7dg1UbRUj", "Saksikan tentang ASPIRASI KELESTARIAN ALAM SEKITAR bersama YB VEERAPPAN AL/L SUPERAMANIAM secara langsung dalam Sel https://t.co/uyWgKOXX92", "@jaeorcoffee Lepas hutan dong wkwkwk", "Suku Anak Dalam hidup nomaden, bergantung pada alam untuk memenuhi kebutuhan sehari-hari. Mereka tersebar di hutan https://t.co/gWISBwvkDj", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/CgLk5SzHOX", "@jnsomsomii Susu kuda liar", "We cannot believe anything that liar Clapper says. He maybe wearing an Orange jumpsuit, soon\n\nLiar James Clapper Ch https://t.co/HcPDG2i7E5", "Taknak pakai straw plastik sbb nak jaga alam sekitar\n\nHokey!\n\nStraw besi pun tak nak pakai sbb 'kesedaran' pencemar https://t.co/VGyWCzCESf", "^Sekolah Sekitar Putrajaya", "@Pidoooz Call Jabatan Alam Sekitar terus", "@cheennyy dugem sama babi hutan", "33/ Masih ada lagi kawasan hutan yang tebal sekitar kawasan tu. Sampai je tingkat 5 aku perasan ada lembaga putih t https://t.co/aXwUQonL5D", "Program Menanggalkan papan tanda haram sekitar pangsapuri Nilam Sari Seksyen 7 Shah Alam pada pagi tadi bersama Ket https://t.co/W85P3n8CSl", "Ready Madu lebah liar hutan Riau Asli 100 %, manis sedang, enak, bau khas madu sangat kuat, kental.. Dipanen di di https://t.co/unJBpwg5VO", "@zhnnie #02ThreeSome hutan alam", "Arahan itu dikeluarkan berikutan bacaan IPU yang dikeluarkan Jabatan Alam Sekitar (JAS) di dua kawasan di Melaka ya https://t.co/OdxYoHpaBg", "Konversi hutan menjadi perkebunan #LestariHutan", "Liar\nLiar\nSarong's\nOn Fire \nhttps://t.co/Nsi0F1jyRv https://t.co/kvxE6JkdvZ", "@MuhammadAsfa17 Hutan bukan sebarang hutan", "@KTHxRDD @NJHxRDD AOWKAWOKAWOKAOWK ANJING HUTAN", "Once a liar always a liar", "@GeaMuhd @SyazwinaBMA_ bunyi kucing hutan.", "BP Batam Tertibkan Perkebunan Liar di Kawasan Hutan Lindung DTA Mukakuning https://t.co/zDlRDNOOt6", "Banjir Itu tentang Hutan yg Gundul , tentang Pohon yang Sudah Tak Berakar lagi,Tentang Alam yang berganti Beton ,Te https://t.co/YUL7c9t5yA", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/EbHuasgIC7", "Awalnya, inisiasi DMPA adalah untuk mitigasi kebakaran serta perambahan hutan dan lahan di sekitar konsesi perusaha https://t.co/3aSt2g7UlX", "galapagos islands ni kaya dgn biodiversiti. \n\nits so abundant with wildlife, it helped charles darwin develop his https://t.co/RuFVeTp7oW", "@iweddth @fariddanangAR gagah perkasa yang sangad liar :(", "@trexrivr dia lawan polisi hutan", "#HariBumi \n.\nBersempena Hari Bumi 2019 yang akan disambut pada 22 April, Jabatan Alam Sekitar Wilayah Persekutuan https://t.co/avgZhLLDed", "Sebagai warga yang tinggal di sekitar hutan lauser dan hutan2 lainnya. Ini harus up! #bukadatahgu", "@petakampung @AjiPanjalu Hutan desa itu hutan milik desa atau bagaimana?", "#newsUTHM I FTK UTHM pupuk kesedaran cintakan alam sekitar menerusi STEM\n\nBATU PAHAT, 13 April  Universiti Tun Hus https://t.co/IkySAk7it0", "Hutan yang sengaja dibakar sangat memberikan dampak kerugian kepada masyarakat sekitar dan negara. \n#NgawiNyoblosJokowiAmin", "Alhamdulillah. Jaga lah hidupan liar negara kita. jaga la hutan simpan negara kita. kepada mereka2 semua, mohon gov https://t.co/4vKJrEIvB0", "@Elina_Vay @hgberry Pemukiman liar dulu oleh @basuki_btp sudah dilarang, pemukim liar diarahkan ke rumah susun mili https://t.co/7jg4qholMJ", "Utk hutan industri dll", "@hananimdrazali Ni level babi hutan liar. He tryna flirt with you or what??", "Menurut sumber, Exco Kesihatan, Pertanian dan Alam Sekitar, Dr Sahrudin Jamal yang juga Ahli Dewan Undangan Negeri https://t.co/AXcRBoVZBS", "Selamat Hari hutan guyss", "Minggu Sains Negara 2019, 1 - 7 April 2019 - Kementerian Tenaga, Sains, Teknologi, Alam Sekitar", "17 April - Info Media -  ECRL : Ambil kira faktor alam sekitar, budaya dan warisan\n\n#ECRL #RTM #BeritaRTM https://t.co/Fb6xOp1ssY", "SELUAS 3.5 JUTA HEKTAR HUTAN DI SABAH DIJADIKAN HUTAN SIMPAN KEKAL\n\nhttps://t.co/1qVPraZECQ", "13 Mac 2019 : Sesi Taklimat dan Perkongsian Pengurusan Kuarters bersama-sama Jabatan Perlindungan Hidupan Liar dan https://t.co/wpZxTUgP8b", "Program trash challenge 2019 bersama Swcorp Kulim, Kelab Cintai Alam Sekitar Politeknik Tuanku Sultanah Bahiyah dan https://t.co/6ZdRqcOUao", "LIAR, LIAR, PANT ON FIRE! NOSE AS LONG AS THE TELEPHONE WIRE! https://t.co/i0lj1ke7VI", "@yoroshikook menelusuri hutan", "Debat Alam Sekitar pun berlangsung dalam keadaan yg banyak mencemar alam https://t.co/QKotus4A1k", "Ahli IT ?\nDan ahli IL  ( ilmu liar )", "@kimilalilo_ hihi bulan2 puasa ni aku liar sedikit ", "@Sabilussalam2 @Impriadi2 @andretaulany74 Cc bang @Nadiku18  makin liar bang", "Seekor anjing liar tidak dapat dijinakan oleh pelatih biola", "PROGRAM BILA TAPIR BERBICARA \n\nJabatan Perlindungan Hidupan Liar dan Taman Negara (PERHILITAN) Semenanjung Malays https://t.co/OHAjioAgyd", "Baru ingat aku kena study sains tingkatan 2 bab biodiversiti. Nak kena mengajar esok", "PERHILITAN / Jabatan Perlindungan Hidupan Liar dan Taman Negara https://t.co/P1y2CHB7X6", "When you promoted weight watchers and \nLiar liar https://t.co/G4TfNO8gh1", "\"Exco Kebajikan, Masyarakat Penyayang &amp; Alam Sekitar, Phee Boon Poh &amp; ADUN Bayan Lepas, Azrul Mahathir Aziz akan ke https://t.co/kIbZ6ZOWZd", "@hanbinox Emang hutan punya ketiak ", "Lokasi perbukitan yang menyatu dengan gurun pasir ini berada sekitar 800 m dari titik koordinat Hutan Pelawan. #PesonaWisataBangka2019", "Sekitar 3.000 pohon, bahkan etnis Warli yang mendiami hutan Aarey  di kota Mumbai akan terusir akibat rencana pemer https://t.co/BQ9vpykeXn", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/CfbhNaTDRA", "@Nnvvllaa Depan rumah hutan. Alamak.", "@ichbjh Ada hutan rimba", "Huckabee family moral fiber review:\n\nMike Huckabee: Liar, bigot\nSarah Sanders: Liar, enabler of all manner of sins https://t.co/8AxF3IyiS8", "Restorasi hutan mangrove harus dilakukan demi menjaga lingkungan dan alam. Ekosistemnya harus terjaga dengan baik s https://t.co/Ys5JRWPioc", "Data yang dikeluarkan oleh Jabatan Alam Sekitar (JAS) menunjukkan trend peningkatan bacaan IPU di bandar raya ini s https://t.co/SgjOMhgwwW", "bestnya bau hutan ", "@Reuters Fing liar! That makes zero sense.", "ICSC Jadi Hab Penyelidikan Alam Sekitar Biodiversiti Dunia https://t.co/VLzhX3etzy", "@kekitaan Wah, saya jg baru tau hari hutan sedunia, kak. Data Kementerian Kehutanan ada sekitar 130 juta hektar hut https://t.co/4m53328Tye", "Berdasarkan data satelit, sekitar 8 juta hektar hutan tropis dunia atau setara dengan 14 kali luas Pulau Bali menga https://t.co/RG92FLDJKF", "Gw memang lebih suka alam, entah itu gunung atau bukit atau hutan atau cuma kebun ketimbang laut.... ya, waktu itu https://t.co/iJmqpAy6ia", "Hutan gunung sawah lautan", "@TumbelakaEllena wkwkwkwk buperta hutan pinus. ", "#UMTSharing\n\nAktiviti Institut Biodiversiti Tropika dan Pembangunan Lestari UMT\n\n* LIKE https://t.co/Bh1pSnyAev utk https://t.co/pefxmVnyst", "Jawatan Kosong di Jabatan Perlindungan Hidupan Liar Dan Taman Negara (PERHILITAN)  14 April 2019 #kerjakosong https://t.co/yLCdjK2cna", "Sambungan Infografik KOMPENDIUM PLANMalaysia:\n\nTopik 6: Perancangan Ke Arah Kemampanan Biodiversiti\nInfografik: PLA https://t.co/FvTSY9TSIK", "Jom!! kita ikuti sambungan siaran infografik berikut:-\n\nTopik 6: Perancangan Ke Arah Kemampanan Biodiversiti\nInfogr https://t.co/5jwjxydAX7", "#RNANEWS Bukan manusia saja tahu beryoga, lemur pun boleh lakukannya.\n\nSekumpulan lemur liar di Taman Hidupan Liar https://t.co/j2UN3f9jBQ", "Aduan/Laporan awam kejadian bencana alam conthoh kebakaran harta, hutan, gempabumi, banjir, kemalangan, terputus be https://t.co/6EJrkNSTqn", "#TangkapMustofaNahra lempar ke hutan", "Fear is a liar.", "@BetoORourke Liar and Conspiracy nut cuckoo Robert Francis 'beto' O'Rourke..called #Mueller a liar at his rally tod https://t.co/2drLV4AJQG", "Dari hutan kembali ke hutan  https://t.co/Rl4O3byKDd", "Kerajaan Pahang mendakwa kos melepas bagi hutan simpan dan hutan rizab hidupan liar yang dijadikan kawasan tadahan https://t.co/LGiYiS4NJw", " Setelah sampai di hutan bambu, langkahnya mulai berpetualang di alam yang begitu sunyi. Orang-orang yang melintas https://t.co/hMOOyZ1pzh", "Sapa2 yg rasa tough,kuat masuk hutan, sayang hidupan liar,berani, berdedikasi blh la join this department..sama2 ja https://t.co/z1KDQ0pAh8", "@rizqidanzhafran @HaiUlya @ririsabdulrohim Buka bersama di alam barzah\nbuka bersama di alam goib\nbuka bersama di hutan belantara", "@dausoto Hakhakhakhak okay sekitar shah alam", "@syafiq_syafiq50 Yee baka rimau hutan liar. Refund balik!!!!!!", "tengku abdul fahd will forever be my royalty crush. \n\nhes very passionate about protecting our alam sekitar &amp; is t https://t.co/xR1HXmkfHw", "Congenital liar endorsing a serial liar is toxic patronage from Donald Trump for his British Tory mini-me with bett https://t.co/BqJZF5IgQ3", "Bukan hanya hutan, tapi lebih kompleks lagi, suku Dayak begitu menghormati alam.", "@NatashaAleeyaR_ Hahahaha dia tahu kos SEN je, sbb tu kot dia terkejut bila tahu ada kos lain berkaitan alam sekitar kat situ", "Nyasar 24 Jam di Hutan Liar, Bocah Ini Selamat karena Mengingat \"Ajaran Ayahnya\"!\n https://t.co/90RQ71WSsz", "Hanbin apa kabar di hutan", "@republikwayang @prabowo Kita menolak hutan lindung kami dirusak, dan jangan rampas hasil alam kami. https://t.co/pDYV8GcFzJ", "Selesai sarapan lanjutlah #HayTrip ke Hutan pinus mangunan di bantul semua merasakan bagaimana kembali ke alam kare https://t.co/Dfl6rNeuMu", "@EwdatsGROSS If hes on tinder hes a liar ", "Tried soo much but fuck youre liar", "@LVMINHO91 Hutan anaknya autan, hyung", "Lebih 60 kilang memproses sawit di negeri ini kini dipantau dengan rapi oleh Jabatan Alam Sekitar (JAS) serta pihak https://t.co/MKdHNU5Ray", "Jabatan Alam Sekitar Pahang siasat punca dasar Sungai Pengorak di Kuantan sedikit kehitaman dan mengeluarkan bau ku https://t.co/WFHOAJHflY", "Insiden itu seharusnya menjadi peringatan kepada kerajaan bahawa pendedahan kepada pencemaran alam sekitar merupaka https://t.co/bfRaR82PXr", "RT bernamadotcom: Steven Seagal lawat Siniawan dan Pusat Hidupan Liar Semenggoh \n\nhttps://t.co/TrlOsXFGWK https://t.co/LieLNfSk4D", "@PunyerShafiq @Gengkotak Pemerhatian sy selaku NGO alam sekitar yg bekerja di lapangan selama 7 tahun. Bukan pemerh https://t.co/TEWZCYe1vQ", "Sendiri ajah @ Wisata Alam Hutan Bambu Sumbermujur Lumajang  at Wisata Alam Hutan Bambu Sumbermujur Lumajang https://t.co/YeNH4fDZiL", "@utuntauk @AmriKarmila @Donihendarto @RomzDd @DSari201 @Riva1410 liar bgt tuh kucing ga bs dipegang, kirain kucing hutan\nAda tuh dkt ps baru", "CC Arab \n\npuncak alam \n\nBandar Puncak Alam\n\npuncak alam print\n\nPrint  Puncak Alam \n\nRepair Laptop\n\nFormat Laptop https://t.co/UVsfTWFmkD", "Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupakan https://t.co/bVKXVV9Lb5", "#MontyPython\nViral: Perkhidmatan Hidupan Liar Taman Wilayah Utara berkongsi gambar seekor anak ular sawa yang diken https://t.co/ww7HCfEsHk", "@aboi___ Sobs sobs. Dari hutan dia datang, ke hutan juga dia kembali.", "Ngopi di alam bebas di hutan pinus tasikmalaya #kopisarasa #kopisarasatasikmalaya #ngopiditasik https://t.co/4ZhYt1cZmJ", "Hutan Lindung Duriangkang Dibakar, Pelaku Diduga Pembalak Liar https://t.co/sSODfTmkyH", "@WahabisLokal DASAR BABI HUTAN!!", "@SakirinHamdan Slamatkan hutan kita #PeopleVoteJokowi", "@FuadAsri @fiyya_fizz Mohon jangan buat gosip liar!", "Hati-hati lori roadblock polis dan Jabatan Alam Sekitar JAS.", "Organised by Jabatan Alam Sekitar Negeri Selangor, 550 students joined the Gambut Trail Run 2019 last April 6th at https://t.co/WKEZ9UYQNr", "@SyazuwanMuhd Balik hutan ah", "Ingin ke hutan...entah...\n\n#LiburanKFT", "Pinjam barang sampling kt Fak Peg Alam Sekitar.. Nak analysis mikrob kena g Fak Bioteknologi.. Elok laa tuu combine fakulti..", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/tHLf0Q5XhB", "Isi hutan yang sering terjadi saat ini\nYaitu deforestasi, degradasi hutan dan konversi hutan\n@YSjahrir https://t.co/wWZajtgN5r", "Ladang hutan bukan hutan!\n\nKeupayaan ladang hutan menyerap karbon ialah kurang 40 kali ganda daripada hutan asli. P https://t.co/YSLltPRqTy", "Perniagaan dalam semua industri perlu mematuhi undang-undang kerana merosakkan alam sekitar dan membahayakan anak-a https://t.co/MBEZNNbyF7", "[LIVE] Program Edaran Sahur AMK Shah Alam kepada anggota-anggota Polis, Polis Trafik dan Bomba sekitar bandaraya Sh https://t.co/XB5zQZw7YU", "@whymustchxkk Lol jgn salah faham  dkt alam bina tu mmg banyak babi hutan hahahah", "Wisata Alam Hutan Bambu Candipuro TerusBerbenah https://t.co/nTxnngT8P2 https://t.co/s4D73W4t5S", "#GueBahagiaSaat masuk hutan", "@bonjvenu eh anak hutan", "Peringatan Hari Bumi ala Komunitas Lindungi Hutan dan Sejumlah Komunitas Pelestarian Alam https://t.co/JLgtQ96Rq9", "@putricht Tapi aku tidak menjustifikasi kalo soal penghilangan habitat satwa liar/hutan asli, kecuali emang perusah https://t.co/2ZqSVhnkKa", "#IpohClimateStrike | 25 Mei 2019\n\n\"Kekalkan hutan asli, tolak ladang hutan\"\n\n#GlobalClimateStrike #ClimateStrike https://t.co/3dljPcuF32", "@skbangcan @kjenniekm @yzeonjunt raja hutan?", "@hanttbin Penguasa hutan dong", "Kakaktua Jambul Kuning pun mudah dijumpai di hutan-hutan Keerom. Fisiknya berukuran sekitar 35 Cm. Semua bulunya be https://t.co/iXAAYadVn9", "@yestodoyy Hutan singkong", "Pengen lari ke hutan aja ", "@HajiMat5 Askar melayu masuk hutan, keluar hutan dapat bangkai cina komunis...", "Terdapat NGO Yang Tidak Ikhlas Perjuangkan Isu Orang Asli, Alam Sekitar  MB Perak https://t.co/WDtrWxOrGs #peraktoday", "Sekitar Kejohanan Kriterium Shah Alam 2019 pada  17 Mac 2019 (Ahad) yang lalu.  Upacara Penyampaian ini telah disem https://t.co/83Q38Khb03", "@tubirfess Pergi - Hutan Tropis", "@Zevanargo Tiap hari di hutan", "Presiden MCA itu berkata, PH menggunakan isu pencemaran alam sekitar untuk menghasut rakyat, dengan menggambarkan B https://t.co/LP3i3uDlOl", "ALAM? Alam flora ke? Alam dekat mana eh?", "Pengen lari ke hutan", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/oSZocKqswY", "@charisubianto Sex bebas merupakan persenggamaan yg terjadi di alam bebas. Contoh: di hutan hujan tropis.", "takleh melawak pi duk hutan", "@JEN0USMEAN bakar hutan biar ramai", "@mohislahh @revynandar meet di hutan?", "Ingin mengasingkan diri ke hutan", "@rincredible Hidupan Liar Alliance (HLA)", "Yawng Boss - Loose Weight [Liar Liar] uploaded by Yawng Boss - Listen https://t.co/JggL5dwx94", "busan kebakaran hutan kah?", "#KalimantanPost Turun Selidiki Pambalakan Liar Hutan Lindung https://t.co/Uhy2mG2Mro #hukumperistiwa", "Babi di hutan jg hidup", "Sensasi bercinta tak perlu sewa kamar cukup di alam liar kebun belakang rumah https://t.co/A1bP7ORQKv", "Nak tanam sendiri, tanam la. Jangan masuk hutan ambik liar punya. Yang tanam sendiri kalau boleh jamin bersih, takd https://t.co/bI7f0oSbUX", "cari makan for lunch (@ Kementerian Sumber Asli dan Alam Sekitar (NRE) - @nre_gov in Putrajaya, WP Putrajaya) https://t.co/GD45H07Tpz", "@jenniesih Bkn kiby hutan?", "@eMbahNyutz yang sepi di hutan", "Selangor mahukan undang-undang alam sekitar yang lebih sukar, kata MB | Malaysia - https://t.co/Nwh2JMHyNt https://t.co/0dt1UX5N7B", "shah alam bosskur (@ Plaza Tol Shah Alam in Shah Alam, Selangor) https://t.co/UT9N2hY3Yg", "@sippingbourbon liar liar leather pants on fire", "@thirataba Yup, semua berkaitan alam sekitar which is ekologi, haiwan, tumbuhan and evolusi.. Knp? Awk nak ambil ke?", "67. Lebih suka gunung/hutan atau pantai? Ya gunung dong, disana lebih banyak energi dan juga interaksi dengan alam", "Hutan subur setelah gunung meletus", "\n        Hutan tersebut bernama Hutan MInnesota. Steve berjalan masuk ke dalam hutan. Tentunya tidak sendiri. Ia b https://t.co/7PPVYAdueX", "Jawatan Kosong Jabatan Alam Sekitar (JAS) (61 Kekosongan). Tarikh Tutup 5 Mei 2019 https://t.co/pBK6J4T2YZ", "@taeye8n Lohh bapak tae kucing liar ma? Gamauu", "@Soohyeonz Kemaren abis dari hutan", "#tawau Jabatan Hidupan Liar (JHL) bersama pihak berkuasa Kawasan Keselamatan Khas Pantai Timur Sabah (ESSCOM) mengg https://t.co/HMqkNInmwP", "Hutan yg tak rimbun lagi...", "Gotong royong membersihkan sekitar kawasan stor milik pangkalan udara di BBP Seksyen 15 Shah Alam. Terima kasih kepada semua yang menjayakan.. https://t.co/TnSTj7wark", "@beni_ristian @handokotjung Hutan mas:)", "Kes Pembuangan Haram Bahan Kimia Di Sungai Kim Kim, Pasir Gudang | Jabatan Alam Sekitar https://t.co/58lgLqKQP3", "Hadiri Majlis Berbuka Puasa Bersama YB Assaffal P.Alian ( Pembantu Menteri Pelancongan,Kebudayaan Dan Alam Sekitar https://t.co/ZVocSxcuGV", "@_setiawanaan Anda di hutan ?", "Pengarah baharu Jabatan Alam Sekitar (JAS) Johor akan diumumkan dalam tempoh beberapa minggu akan datang. - Menteri https://t.co/k0yp4dPyaV", "#SisaKimia Kementerian Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim (Mestecc) menubuhkan Jawatankuasa https://t.co/JCEMVKHoYP", "@askmenfess Luas dan banyak hutan (?)", "#RT @swcorp_my: PERUT BANGKAI IKAN PAUS SPERMA PENUH SAMPAH PLASTIK - Rom - Kumpulan alam sekitar Greenpeace di Ita https://t.co/NuoLcaPhgr", "Meeting  (@ Jabatan Alam Sekitar Negeri Pulau Pinang Kementerian Sumber Asli Dan Alam Sekitar in Seberang Perai Ut https://t.co/Ibgr1OmqYK", "Jika ada yang memerlukan bantuan Dr Amir di sekitar Shah Alam, beliau ada klinik di Avicena Specialist Hospital. https://t.co/eF6HpZSZgl", "Sekitar 13,000 pegawai bomba, 900 kereta bomba dan 45 helikopter dikerah untuk padamkan kebakaran hutan di Korea Se https://t.co/kIp1vayG3s", "Mengembalikan fungsi hutan #LestariHutan", "nginang pusak liar jak", "@_Pinky_ava Main LA DLM hutan", "@JamesLindholm1 @NBCNews Why. Liar", "@AICEJIMINN kamu tinggal di hutan??!!", "Disebuah hutan diadakan rapat", "@Peston @theresa_may worst capitualtion ever haha a comfimatory vote LIAR LIAR! at #PMQs telling more lies the na https://t.co/0PNXGNXBHl", "@JotterLog Rosak alam sekitar.", "Jangan ketinggalan untuk bersama-sama merawat alam sekitar kita yang tercinta ini dengan program kitar semula yang https://t.co/2xpWeYQczI", "@HajiMat5 BN masuk hutan, segala hutan pon kna songlap. ", "@DavidLammy Charlatan. Liar. Conman. Manipulator. Self serving and dangerous.", "@JimCarrey Jim.. I'm going to only watch Liar Liar, Dumb and Dumber, Ace Ventura, Bruce Almighty, The Grinch, and M https://t.co/3Ye2Z7iBub", "Di wilayah yang banyak hutannya, hidupnya datang dari hutan, maka lumrah punya kepercayaan yang menjaga hutan.", "@322SAVAGE @FANBASEBGST Hutan terlarang", "@HakimRahman07 Akhirnya potfolio Kesihatan &amp; Alam Sekitar dipisahkan... kerana setiap tahun beban tugas exco dan ja https://t.co/1KoFXnvGzf", "@a_apitt Kesian hutan", "@haiqqal Khabar baik.. dekat Shah Alam lagi @haiqqal , sekitar bulan 5 insyaAllah pindah melaka.. ko katner sekarang qal?", "Lestarinya hutan dapat dimulai dari diri sendiri, kemudian kita tularkan ke lingkungan sekitar kita \n\n@YSjahrir https://t.co/Hu8vYMqjuA", "Geng hutan https://t.co/zBfrSOsbZs", "@Nazmi_Hamzah @qorryss Sedih kalo nggak bisa lihat lagi orangutan di masa depan di alam liar karena semakin kehilan https://t.co/Iaudmk1v4L", "Lebih menarik lagi, hutan-hutan di Keerom juga banyak menyimpan satwa uniknya, papar Ricky lagi. #FestivaICrossborderKeerom", "Jangan beri kucing liar makanan, jika anda taknak bertanggung jawab dengan tahi mereka di sekitar rumah anda dan ji https://t.co/vUS0vPnotH", "And all the fairy things is a liar", "Pakatan Hutan!???? https://t.co/ZQvGZEXldy", "HAIWAN DILINDUNGI DISELAMATKAN OLEH POLIS MARIN\n\nMUAR, 7 April (Ahad) - Aktiviti penyeludupan hidupan liar berjaya https://t.co/sKJPzTStj0", "@warpigs__ bawa ke hutan", "KE GEP WARGA SEKITAR ", "Kementerian Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim kini sedang fokus kepada kerja-kerja pembers https://t.co/uVHg8AjzSj", "Dengar khabar angin mengatakan gambar raya ni nak display dekat billboard sekitar Shah Alam,kita apa lagi on saja. https://t.co/PWu5S4waHv", "MALAYSIA TERAJUI USAHA PROMOSI MINYAK SAWIT  TEPATI PIAWAIAN, TIDAK JEJAS ALAM SEKITAR [15 A... https://t.co/Frfej7SwJW via @YouTube", "Gajus liar https://t.co/5TZzN8IEEb", "@Sii_autis di hutan", "@milaardilaa Sekarang udah gaada hutan. Hutan udah di babat habis sama penguasa", "@hadi_nor @bumilangit @adrianlimcheeen Percaya sgt nak jaga alam sekitar lah.  Alih2 nanti pengambilan balik tanah https://t.co/G1j2BSwvBE", "Unik, Ada Kampung Kurcaci di Hutan Damar Purbalingga\n\nLokasi ini awalnya menjadi tempat anak-anak di sekitar sini b https://t.co/KVfpxRvO5e", "EXCO Kebajikan, Alam Sekitar, Masyarakat Penyayang Pulau Pinang, Phee Boon Poh (kiri), bersama ADUN Bayan Lepas, Az https://t.co/2nqNBocbSp", "#jakarta Penutupan pulau itu dilakukan selepas mengadakan perbincangan dengan Kementerian Alam Sekitar dan Perhutan https://t.co/8Kpr0PqDxT", "Jimatkan elektrik, sayangi alam sekitar  #UtusanOnline #MindaRakyat #BeritaUtusan https://t.co/O4DJbPxzzZ", "masuk je jeli ade slalu binatang liar tepi jalan ", "@doyeoutn Sekalian nyari babi hutan :(", "Sebanyak 42 buah sekolah telah dipantau oleh 30 pasukan pemantau Kementerian Tenaga, Sains, Teknologi, Alam Sekitar https://t.co/TNkF5gL5yA", "Trip lagi? (@ Jabatan Perlindungan Hidupan Liar Dan Taman Negara (PERHILITAN) in Cheras, Kuala Lumpur) https://t.co/VXNT1Qkcwv", "ADUN Bayan Lepas, Azrul Mahathir Aziz (kiri), dan EXCO Kebajikan, Alam Sekitar dan Masyarakat Penyayang Pulau Pinan https://t.co/JHxtBLKHCC", "@IkonHB3 Gimana keadaan hutan? Enak?", "A13 &amp; kegiatan2 liar ", "Ready Madu lebah liar hutan Riau Asli 100 %, manis sedang, enak, bau khas madu sangat kuat, kental.. Dipanen di di https://t.co/HES5VgIYSj", "@seojhsjh Kalau cari di hutan, grizzlynya liar! Nanti kita dimakan. : &lt;", "@SAEROMGOPE lebat amat ky hutan", "#AWANInews #FajarAWANI Negara kehilangan seorang ikon pengguna dan alam sekitar https://t.co/QgPYj3BhTq https://t.co/ysMpyXcy0X", "Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim berkata, kesalahan tidak seharusnya diletakkan k https://t.co/HSN80j28bn", "Jabatan Alam Sekitar Pahang siasat punca dasar Sungai Pengorak di Kuantan sedikit kehitaman dan mengeluarkan bau ku https://t.co/jWnx5sFlea", "Menteri Liar yg Gaji Siapa? \n\n#20HariLagiCoblosCapres02 https://t.co/NmHCnVIyoT", "@mxhmn95 Patut biar je kat hutan\nKalau nk kenal binatang sgt ajak masuk hutan sekali", "Melestari alam sekitar tanpa beg plastik\n\nIsu pencemaran plastik bukan sahaja menghantui rakyat Malaysia tetapi mel https://t.co/RBCROAyGPa", "Polisi hutan nyoblos nga", "[ MEJA JENAYAH 999 ] | [ 18 MAY 2019 ]\n\nGagal bawa masuk 220 buaya\n\nJabatan Hidupan Liar (JHL) bersama pihak berkua https://t.co/09j8YhbLCf", "HARI ALAM SEKITAR 2019 @ Universiti Malaysia Terengganu\n\nSiapa stay Kuala Terengganu tolong RT !\n\nSiapa belajar UMT https://t.co/RWI7AH0JQi", "#DimanaLokasiRealCountBPN di hutan.....", "mau jadi Ranger hutan ihhh", "Menyisiri Hutan https://t.co/hZLjj2kioP", "Krisis alam sekitar yang berlaku di Pasir Gudang baru2 ini berpunca daripada pelupusan sisa bahan kimia yang dibuan https://t.co/a5SnFtpXB9", "Ayuh Sisih Nyamuk Aedes\n.\n27.3.2019, sekitar 6.00 petang -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksa https://t.co/qLe7Rt86fi", "@juliodrmwn wah ini ST ST liar", "@apik_wan Cari kat hutan haha", "#FestivalCrossborderENTlKONG Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sung https://t.co/AW0YJvenNF", "17 April - Info Media -  ECRL : Ambil kira faktor alam sekitar, budaya dan warisan\n\n#ECRL #RTM #BeritaRTM https://t.co/GKCU0S9qHl", "Sekitar lawatan turun padang Timbalan Datuk Bandar Shah Alam ke  Terminal Bas Seksyen 17. Turut hadir Tuan Ir. Cher https://t.co/aDxICGqV3q", "@aintbyy Boleeh, tapi ditengah hutan", "@ChildrenOfDusun Mcm hutan kn bilik", "@RepAdamSchiff is a flat out liar.", "@M1CQIH congrats! jangan lupa buat parti liar", "Whoever wrote this is a liar. https://t.co/b0tqSIG3Uj", "Bumi tanpala hutan", "@adibjamals @supkosong Babi hutan sebab dekat hutan selalu gelap", "Xpernah x syg  \n\nhanarahanif \nhanara.ann @ Kementerian Sumber Asli Dan Alam Sekitar https://t.co/HBXrbMHg5W", "Kita jadi manusia jangan spread hatred, manusia toxic tidak sepatutnya wujud demi memastikan kesihatan alam sekitar dan persekitaran .", "@sunfloweraidil bunga matahari, pembela hidupan liar, boikot plastik straw\n\n", "Ia memutuskan untuk berpatroli di area luar kastil. Tepatnya, di sekitar halaman, Danau Hitam, hingga Hutan Terlara https://t.co/yFBgTmiG9A", "Cuti mid sem  masuk hutan", "@eeunoiaxx Masuk hutan?", "@zuraida_my Thanks YB. Does it need clearance from Jabatan Alam Sekitar? How does it impact surrounding neighborhoo https://t.co/WUXdtE3K9g", "Finally keluar hutan cuyyy", "@PrkChyngg Masuk hutan?", "[PENGUMUMAN]\n\nPERMOHONAN LESEN MEMBURU HIDUPAN LIAR YANG DILINDUNGI (BURUNG MURAI BATU DAN KELICAP KUNYIT) TAHUN 20 https://t.co/PmIjRdqGCn", "sepi bener kek di hutan", "@pampkinns @myXL lu di hutan", "@baesbel Di hutan kak", "A great liar by a liar from BN \nTok Mat says too many penumpang as ministers in Parliament | Malay Mail https://t.co/5QkqwA8MNg", "@ENAYUJU97 @ENAROWOON96 DI HUTAN HUTAN KAN", "@bheyourmine Melewati hutan apaan", "@heurani @askmenfess Sekitar 200rbuannn", "#NgawiNyoblosJokowiAmin Hutan yang sengaja dibakar sangat memberikan dampak kerugian terhadap masyarakat sekitar dan negara.", "Brutal bet nyamuk hutan", "@hafazrinahasan selagi hutan di malaysia tak habis tebang,selagi tu aku redah hutan. Hutan borneo pun aku sanggup r https://t.co/ws4xM3cv0R", "ditinggal latihan ke hutan dong", "@aniqnazari Because Najib is a manipulative pathological liar", "Orang buka hutan buat pemukiman, terus wisata ke hutan heheh https://t.co/q1T957pPHQ", "Emg cocoknya di hutan", "Morning (@ Kementerian Sumber Asli dan Alam Sekitar (NRE) - @nre_gov in Putrajaya, WP Putrajaya) https://t.co/6L9Hayum66", "Hutan Papua, benteng terakhir hutan tropis di Nusantara, terancam oleh perkebunan sawit https://t.co/0w7DKtke6H", "Good liar again. No we are not... :(", "Pelancongan berasaskan konservasi hidupan liar jadi tarikan di Sandakan\n\nhttps://t.co/5P9AEnV6La https://t.co/2aieJc9Chd", "#dumpcollins  ms. liar and flip flop https://t.co/eDJuqp2u4C", "Pengen pacaran tp liat deh jalanan di jogja liar bgt kek hutan rimba", "@Cindyfbskk gumelar trlalu hutan mb", "Berpihak pada alam,dan masyarakat kecil setempat. Ketika alam kita rusak,gunung,laut, hutan rusak, apakah mereka sa https://t.co/NTEdb5s3EY", "Sebuah kkawasan wisata alam dengan kawasan hutan lindung yang menyimpan beragam flora langka. #FestivalCrossborderENTlKONG", "Aku mengharapkan dapat pegawai hidupan liar.", "@addiinitazzik_ @kienazailani_kz kalau concern pasai alam sekitar and tak kisah duduk area hutan, meh la masuk UMK( https://t.co/8y6xUnf1f9", "ini baru 2 ekor yg tertangkap kamera,\nada sekitar 5 ekor kucing liar beneran LIAR BANGET numpang makan di kos.\ndan https://t.co/GbZ8NFaM05", "@OnlyOneWanz Selalunya yg mcm ni pejuang alam sekitar + sjw + peminishhh, sampai dunia nak hancur lagi 12 tahun pun percaya hidup2", "Sekitar tahun 2016 dulu aku pernah sesat dalam hutan time tengah malam.\n\nWaktu tu semua orang dah blah, tinggal aku https://t.co/EGJuLSBZLE", "Kenapa ku sebut hutan kopi? Karena kebun kopi mrk menyatu dg hutan yg menjadi sumber daya alam terbesar mereka.\n\nSa https://t.co/Irk8qsgy9d", "anjing jiwa liar gua keluar https://t.co/hMzXS79qYi", "@iKON___shxtbi gimana mbin di hutan", "@thedailybeast CRIMINAL JUSTICE WILL BE WELL SERVED WHEN TRAITOR AND LIAR IN CHIEF GOES TO THE GALLOWS WITH LIAR A https://t.co/YKDhUOZpk4", "Steven Seagal lawat Siniawan dan Pusat Hidupan Liar Semenggoh", "Pengerusi Jawatankuasa Kesihatan, Alam Sekitar dan Pertanian negeri, Dr Sahruddin Jamal akan mendapatkan maklumat d https://t.co/YFVymA19GO", "Hutan rimba hutan konkrit bermaharajalela", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/1fFYfg587Q", "Lokasi perbukitan yang menyatu dengan gurun pasir ini berada sekitar 800 m dari titik koordinat Hutan Pelawan. #PesonaWisataBangka2019\n\nNs", "@Leaky_cheese @RPGspiderBoss @vidpui You calling me a liar Cheese?", "aku baru baca nota sains bab biodiversiti dah malas lain macam hm", "Jawatan Kosong di Jabatan Perlindungan Hidupan Liar &amp; Taman Negara (PERHILITAN) - 14 April 2019 https://t.co/FrKDsNkNBD", "Rindu pulak puncak alam shah alam ", "Kebanyakkan jln kat sekitar pusat bandar Shah Alam &amp; Kota Kemuning akan ditutup pagi Ahad sebab ada fun run dari Ui https://t.co/J9WLoS3RqU", "Pengen ke hutan", "@askmenfess Hutan.... maap.......", "Jam segini waktu yang tepat buat berburu bajing di hutan sekitar Alexandria.", "Selamatkan Hutan Kita. \nModel ekonomi harus berubah.\nAlam Tabii tidak wajar jadi korban hingga merosakkan keseimban https://t.co/ZajLLV5hqD", "Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim \nYeo Bee Yin hari ini mengumumkan peruntukkan ki https://t.co/KooHcMIFMW", "@just4nct Kebakaran Hutan di Gangwon", "#DiariPTj\n\nAktiviti Institut Biodiversiti Tropika dan Pembangunan Lestari UMT\n\n* LIKE https://t.co/Bh1pSnyAev utk b https://t.co/yr0FhqgMI5", "Hes a liar, shes a liar: former police bosses square off https://t.co/kG0sedQYS9 SA corruption cases has exposed https://t.co/tuwwcqTGw6", "Open burning. But it's legal according to Jabatan Alam Sekitar. Because they are ... https://t.co/ULMqJNj9NZ", "@dnsumin Makan hutan?", "@Now_SaatnyaKuis Hutan pinus #02CapresAbadi", "Esok kita masuk hutan ya", "@zarn_G Pehhhhh dah kat jabatan alam sekitar pulak dah rupanyaaaa", "@substarbuck Karena dia bilang, dia dari dalam hutan itu menuju keluar hutan", "@epulization Orang tua kembali liar! Lol", "Syabas kepada Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim, Yeo Bee Yin dan semua pihak yang https://t.co/YaZf6sAQAo", "@fsyocluq aku tgh hutan", "@Nomad_Possum Liar, You're only after my Beanie Baby collection....", "Dengarkan secara langsung temubual bersama Ketua Pengarah Jabatan Alam Sekitar (JAS) mengenai Iklim Cuaca &amp; Alam S https://t.co/7a6FLUGmnU", "Setelah bangun aku nyalain lampu bentar, liat sekitar, panggilan alam, kemudian balik tidur lagi wkwkwk\n\nsaat berba https://t.co/735W4Rr8lo", "@realDonaldTrump Pot meet kettle.... LIAR", "@junkyuwuuuu pesantrennya ditengah hutan ya:))", "@diarybroduce DIIKUTIN SAMPE HUTAN??????", "Orang melayu masuk hutan kena culik dgn bunian, orang cina masuk hutan kaya raya.", "Jangan ketinggalan untuk bersama-sama merawat alam sekitar kita yang tercinta ini dengan program kitar semula yang https://t.co/xG2s0o4P0n", "@SinarOnline @maya_karin Aiyaa. Pergi bising pasal pembangunan &amp; pencemaran kilang yang kasi hancur hutan &amp; alam la https://t.co/SBoDP1UwTL", "#seremban Tiga kilang beroperasi secara haram di Tampin diarah menghentikan operasi oleh Jabatan Alam Sekitar (JAS) https://t.co/CZlstxQOGb", "Akan bekerjasama rapat dengan Kementerian Tenaga, Sains Teknologi, Alam Sekitar dan Perubahan Iklim bagi memastikan https://t.co/Dr5TE6WuLv", "@syxuaksiqisj ada! pusat menyelamat hidupan liar dekat sungkai. tapi off limits to the public. takut it would change animal behaviour.", "Hutan alam indonesia semakin terancam, sejak 2013-2016 hutan alam di provinsi Sumut, Kaltim dan maluku utara hilang https://t.co/HQLK9gS5QG", "Pelestarian Hutan Mangrove untuk Lingkungan dan Tingkatkan Potensi Wisata Alam https://t.co/5zaHN6X45A", "plastik hitam tak bagus untuk enviroment &amp; hidupan liar, gunalah brown paperbag tu https://t.co/OrjC7FNxdJ", "\"Kita tidak menguasai hutan,\nHutan yang menguasai kita\"", "@affectionatte Iya bahasa hutan amazon", "SEMENTARA itu pemandangan senja di sekitar kampus UiTM Puncak Alam https://t.co/VjUO8KgaAm", "Pemakluman: Penyelenggaraan Portal Rasmi Kementerian Tenaga Sains, Teknologi, Alam Sekitar &amp; Perubahan Iklim (MESTE https://t.co/aMGk6RnWCS", "@askmenfess Hutan yg lebat", "6 Destinasi Eksotik untuk Liburan Liar, dari Hutan Hujan hingga Bermain dengan Ikan Raksasa #ifknews #infoviral https://t.co/6Gd1XiVYLA", "@PejuangKuis Hutan lindung #JempolGasp01", "@akmalnizami Malah hutan dan kandungan alam akan semakin terjaga donk... Pusat pemerintahan kan disana.... Tambang https://t.co/UtLC7DXbvG", "Indeks Pencemaran Udara Jabatan Alam Sekitar pagi ini menunjukkan dua kawasan merekodkan bacaan kualiti udara tidak https://t.co/85gVeixPKZ", "*TAKLIMAT DAN AKTIVITI PLOGGING SEMPENA PROGRAM SAYANGI ALAM SEKITAR BERSAMA PELATIH PUSAT PEMULIHAN DALAM KOMUNITI https://t.co/Jc4wwjbrqw", "Tak perlu ulas lanjut pertukaran pengarah Jabatan Alam Sekitar Johor\nhttps://t.co/sT4wcstnSP https://t.co/HMc1vQ17Wv", "Setidaknya mereka bisa jadi sipir hutan jika ada tahanan yang berusaha kabur.\n\n &gt;&gt;Merinding, Banyak Satwa Liar di N https://t.co/OoadOeUeZD", " Suara hembusan nafas kasar memecahkan keheningan di sekitar hutan yang tidak bernama. Tampak seorang pria yang se https://t.co/NSNeU71WrU", "@Junggsei ke hutan hyung", "Rumput liar di tengah hutan\nGambaran rindu dan dirimu\nKita berdua tak kuasa memusnahkan\nTiap rindu yang tumbuh sepa https://t.co/HFYx5nAqTQ", "Aku liar sgt ni dah nk tobat", "Miza ni makin hari makin liar lak", "@PejuangKuis Hutan pinus #JempolGasp01", "Sekitar program \"Sharp Fun Run 2019\" di Shah Alam pagi tadi. https://t.co/GqYubN7BfU", "The only thing that i cannot tolerate is liar", "A great philosopher once said: Liar liar bwisit! \n\n https://t.co/lZihjjWksG", "@Bunda_Ran1 @Lunna_Mayya69 Hutan yg rapi", "Kebutuhan dan prioritas #masyarakat sekitar harus diperhatikan ketika membicarakan tentang perlindungan hutan, jika https://t.co/eAKj2iNgh8", "@bieixx #LayakDapatJEMPOL hutan Pinus", "Seorang penolong jurutera Jabatan Alam Sekitar (JAS) Johor pengsan selepas terhidu bahan kimia mentah dari kebocora https://t.co/8rS5pbilyH", "\nSebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasil https://t.co/snw4rKVj2v", "MB Johor mengarahkan Jabatan Alam Sekitar untuk menyiasat pembuangan sisa kimia di Masai |Malaysia https://t.co/lIHG5Zosgw", "@byudabs di hutan", "deforestasi hutan merupakan perubahan permanen areal hutan menjadi areal tidak berhutan untuk aktifitas hutan https://t.co/RYaWB34anc", "@SebGorka DR. G, I have light hearted question for masses.Taking idea from movie LIAR LIAR, Jim Carrey\"lawyer\"could https://t.co/YXxUWQaQUT", "Hutan Lumut Bawakaraeng, Gowa.\n\nAku merasa engkau ada di sekitar sini\nSegala daya upaya telah kami lakukan\nAku mera https://t.co/vBvoQzIgue", "@4o1a0i @I_want_some_KFC ur a liar ur gay", "Aku pernah ckp x shah alam ni hutan dlm bandar?", "@estyypunyantari Manusia hutan", "@hishamnodin @TokmanOfficial @ahmadmaslan Nk pindah wat sbelah Jabatan Alam Sekitar kot..", "Pembalakan Liar Hutan Tadah Air Resahkan Warga Dua Desa https://t.co/RIq1vIOx3P", "#SSACarpool ada sesiapa yang dari bandar sri damansara atau kawasan sekitar yang nak pergi stadium shah alam?", "@HRhorribles That woman is a liar haha! ", "why yall believe with a liar?", "@snwfai_ @animalfess Ini kucingnya bukan kucing liar yang kayak di indo. Ini kucing liar hutan yang makanin spesies https://t.co/gWf8lze9bX", "@jasmalaysia boleh bantu saya untuk bagitau cara mrnghubungi jabatan alam sekitar sarawak", "@xxmpxx__ Waduh hutan sawah beneran :((((", "@nuratiqah78 Sangat liar", "PUTRAJAYA: Kementerian Tenaga, Sains, Teknologi, Alam arahkan Suruhanjaya Tenaga (ST) untuk siasat dakwaan pengguna yang dikenakan bil tinggi oleh TNB dalam masa 14 hari mulai hari ini. - Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim, Yeo Bee Yin", "@midiahn Bayi sangean yg sangat liar https://t.co/rh9k1SkZW0", "@freeloaderkenny Imajinasinya liar bat anjing", "Masa telah tiba untuk menghentikan pembunuhan Harimau Malaya dan hidupan liar yang lain oleh pemburu haram yang ti https://t.co/mNI3OSq5HO", "@sariardiawww Cakep gini tapi liar.  Gak yakin ini asli", "[Video] Pelancongan berasaskan konservasi hidupan liar jadi tarikan di Sandakan\n\nhttps://t.co/cBTHgVC5aA https://t.co/I2GkuxqsIr", "Program ini memberi izin atau hak kelola kelompok masyarakat di dalam dan sekitar kawasan hutan, yang berada di baw https://t.co/LXnz0mwG1G", "#Mupdateberita Kenakan tindakan tegas! Sangat tidak beretika..Mengancam nyawa orang ramai..\n\nJabatan Alam Sekitar https://t.co/PtTFpkXfYx", "Once a liar always a liar ", "ALHAMDULLILLAH.. Menteri Muda Pembangunan Tenaga Kerja dan Latihan dan Menteri Muda Alam Sekitar Datu Haji Len Tali https://t.co/N5zXnU48Oo", "Sekitar 30 Pemadam China Meninggal dalam Kebakaran Hutan https://t.co/IzakBLcxTO", "Ready Madu lebah liar hutan Riau Asli 100 %, manis sedang, enak, bau khas madu sangat kuat, kental.. Dipanen di di https://t.co/3ZGizHD6Dm", "@TLRPES Udh pulang dari hutan?", "@thetimes @bbclaurak Star liar maybe...", "@ProfsGwilym Zio bingung dengan pola fikir mereka yang suka merusak hutan. Ndak bisa menyayangi alam. \n\nLagunya coc https://t.co/uJHJ41Ilo6", "@sysymna *lupa hutan", "Keluar lah dari hutan tu.", "@code_terminal @TeoNieChing Kerja tangkap orang ni siapa? Pdrm. Kerja bersihkan ni siapa? Kementerian alam sekitar https://t.co/13EB6mLFrb", "Assalamualaikum . SisQa open order untuk Kuih raya. Harga mampu milik. Dibuat dgn penuh kasih syg taulast order 15/5/2019. Self pickup PETRONAS ALAM MEGAH SEK 28/COD sekitar SHAH ALAM &amp; KL shj. Mohon share bisnes kecil2lan SisQa ya. Terima kasih -019 6610675- https://t.co/4k1NTGJecZ", "@nahery33 Oh, ingat hidupan liar tadi.", "SmellyCams vient de regarder Lucifer S02E02 \" Liar, Liar, Slutty Dress on Fire \" https://t.co/T4WTwaT4d0 https://t.co/yfHxRtEBtk", "Berita baik dan wajib disokong. Tapi kehilangan hidupan liar seperti #HarimauMalaya bukan hanya faktor pemburu hara https://t.co/UrzQDUOIpK", "@aprilia_rinda Tinggal diragunan apa hutan?", "Hmmm hutan pn manusia tebang.", "Hutan Jimba  https://t.co/fKLKHHTlXE", "Every Confronted #Liar ...\n\nWill Become A Retaliator.\n\n#drMM\n#fb", "April fools day tomorrow but I been a liar", "@BanyuSadewa \"Kalimantan itu hutan ya?\"", "Raja hutan https://t.co/Uccc62DhTK", "Tumpahan kimia yang menyebabkan kekurangan bekalan adalah asid sulfurik, kata Jabatan Alam Sekitar JohorMalaysia https://t.co/5Ta4PMG14B", "Sbg tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilitas s https://t.co/Xy1bgOUGsD", "Sepuluh predator yang hidup di alam liar:\n\n10. Cheetah\n9. Leopard salju\n8. Buaya muara\n7. Elang emas\n6. Beruang kut https://t.co/fb0to7jLv9", "di balik hutan hutan belantara. https://t.co/63lHxsU0DO", "kalau udah kayak gini tuh pengennya naik gunung ajah\nmenikmati nyanyian alam\nmenghirup aroma kedamaian hutan hutan https://t.co/fa6XuFNo2b", "Traffic light @ Kementerian Sumber Asli Dan Alam Sekitar https://t.co/jlK33dnBNX", "Liar liar, you go to the deep fryer", "Sindiket seludup hidupan liar tumpas, duaditahan https://t.co/kghY7GVHIH", "Kakaktua Jambul Kuning pun mudah dijumpai di hutan-hutan Keerom. Fisiknya berukuran sekitar 35 Cm. Semua bulunya be https://t.co/no8WkyCeNY", "Sempena Kempen Hindari Penggunaan Plastik Sekali Guna oleh Kementerian Tenaga, Sains, Teknologi, Alam Sekitar &amp; Per https://t.co/KHDCjjFIob", "Tutup kilang yang gagal patuhi peraturan alam sekitar titah Sultan Johor https://t.co/tcem7bdMt3 #malaysiagazette", "Program Masakan &amp; Edaran Bubur Lambuk di sekitar Bukit Subang oleh AMK Shah Alam semalam yang diketuai oleh Ketua A https://t.co/AUu34EmLPO", "Urban wildlife  trapping by the students of SMK Cochrane Perkasa.\n\"Selamatkan hidupan liar. Jangan pupus terlalu a https://t.co/iZDl1KiQFN", "@Tenaga_Nasional gangguan bekalan electrik sekitar seksyen 16 shah alam https://t.co/ICMGyUklTe", "@annisaanl Dan bergelar   polwan hutan", "@syahredzan @bharianmy Tolong kempen selamat2 kan alam sekitar ni kepada dap penang boss.", "Imbangi pembangunan fizikal, pelihara alam sekitar untuk jadi negara maju - PM Dr Mahathir @chedetofficial https://t.co/gPqLtJ7P9Q", "Harimau sumatera adalah hewan asli Indonesia yang kini terancam punah. Hanya tersisa 400 ekor di alam liar. https://t.co/40Xsc0kS8d", "We're hiring Account Assistant\nLocation : Rumah Hutan Terapi Alam, Batang Kali \n\nDo drop your resume at \nhrjamurat https://t.co/rMfkgDnlex", "Aktiviti semalam \n#14052019\n#taskapermatakbs @ Kementerian Sumber Asli Dan Alam Sekitar https://t.co/1AGoIWRSl6", "ada apa2 impak terhadap alam sekitar?\n\nitu lebih penting dari kitaran ekonomi. paling baik adalah mungkin dari proj https://t.co/iR2CCulVZ2", "Pengarah jabatan alam sekitar Johor nafi miliki PhD palsu https://t.co/rnb1dyB4zD", "Periksa kebun gaharu usia 2 th, alhamdulillah bnyk yg selamat walau setiap hari diserang sapi liar dan babi hutan. https://t.co/NHVHzMo6VB", "Timbalan menteri tenaga, sains, teknologi, alam sekitar dan perubahan iklim berkata, kerjasama itu untuk memudahkan https://t.co/QJrWmcueOV", "@schangbien mangkal di hutan bien.", "Tumpahan kimia yang menyebabkan kekurangan bekalan adalah asid sulfurik, kata Jabatan Alam Sekitar JohorMalaysia https://t.co/YrOZSf9JQR", "@Jeanyounx KE HUTAN KETEMU TMN2", "Yang berada di sekitar Kuala Terengganu, jemput datang ke UMT esok 31/3 sempena HARI ALAM SEKITAR 2019", "@azizaherwin Macam macam buang aja ke hutan hutan di bukit timah zi.. ", "Once a liar, always a......", "Di alam, biasanya anthurium hidup secara epifit dengan menempel pada batang pohon. Biasa juga hidup secara terestrial pada dasar hutan.", "Kalo dipikir2,\nKucing liar di jalanan kota itu apakah has domestifikasi dari kucing hutan?\nJika benar, ini jahat.\nM https://t.co/59cPQ4swZe", "@qazzaq05 berbasikal le Syukoruddin. Elok untuk kesihatan. Jimat duit. Bagus untuk alam sekitar. https://t.co/wMeM6yFC4u", "Pelestarian Hutan Mangrove untuk Lingkungan dan Tingkatkan Potensi Wisata Alam https://t.co/YYBzQpI1Fm", "Setiap organisasi atau persatuan yang layak akan menerima pembiayaan sehingga RM5,000 bagi Geran Kecil Alam Sekitar https://t.co/eOmXmNWgiq", "Melestari alam sekitar tanpa beg plastik\n\nIsu pencemaran plastik bukan sahaja menghantui rakyat Malaysia tetapi mel https://t.co/z8cKW4HNqA", "Jangan ketinggalan untuk bersama-sama merawat alam sekitar kita yang tercinta ini dengan program kitar semula yang https://t.co/8rPNrB8iMi", "Amaran buat semua perompak hutan! Pertama kali dalam sejarah malaysia, penjenayah hidupan liar dihukum denda lebih https://t.co/BB4qjJOhFA", "@QUOEunwoo emang kucing hutan kenapa?!", "@mabaundip2k19 kucing hutan saya mba", "Jabatan Alam Sekitar diminta siasat segera laporan beberapa lagi kes disyaki kesan pembuangan sisa kimia di kawasan https://t.co/EBK5bLbKCZ", "Memang beda, anjing peliharaan sama ajg liar.\nkalo peliharaan di liat lucu, nurut, bersih.\nkalo liar. udh tdk keuru https://t.co/FYGgpo0kG4", "Patutlah bila kehilangan manusia ni di hutan mereka akan kaitkan dengan Alam Bunian..\n\nBetul @ tidak kisah ini saya https://t.co/dwas1BaGDt", "Bulan puasa yg tenang dari ganguan hidupan liar..", "Lim Guan Eng lupa nak tutup loji Lynas.\n\nPerutusan Hari Alam Sekitar Sedunia 2014 oleh Setiausaha Agung DAP, Lim Gu https://t.co/JX9yR8D9Qh", "bad liar", "Hai @AskRapidKL , boleh saya tahu di mana bas 753 yang menghala ke uitm puncak alam? Sekarang saya menunggu di sekitar wisma jakel.", "@realDonaldTrump Trump is a cereal liar.", "@svtnleaders Ayu ke hutan", "@tanyarlsub Cocok untuk yang suka di kebun, semak,hutan, dan tempat bertumbuhan liar pada malam hari.", "Keiko, orca yang membintangi Free Willy dilepas ke alam liar pada Juli 2002 setelah di penangkaran selama 23 tahun. https://t.co/FU8ArCdfoh", "@diah_triswoto Bakar hutan", "Motor Hilang.\nSTA 2462 A\nwaktu kecurian sekitar 4.33am 24 March 2019 di kawasan Alam Damai. Mohon sesiapa yang ters https://t.co/PqyybSYIB8", "tadi belajar geo pasal hidupan liar then aku terhibur cikgu bapak excited cite pasal babi hutan kat kampung dia hahahaha", "@Celcom hutan lipur bukit ayer", "Even the liar knows the truth\n\n- Prophet AKT Joshua", "@haechanvirus is that hutan pinus", "Ready Madu lebah liar hutan Riau Asli 100 %, manis sedang, enak, bau khas madu sangat kuat, kental.. Dipanen di di https://t.co/YR1S1DBv2r", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/CIaMPx8oGQ", "Pengsan dah dedua  @ Kementerian Sumber Asli Dan Alam Sekitar https://t.co/h27A5zqbeJ", "Pehhh tebalnya hutan rimba", "@tanyarlsub Ngebolang di hutan aja", "Sini d hutan hutan jalan dia mcm ular ular. HAHAHAHAHA d mna tu?", "PELANCONGAN BERASASKAN KONSERVASI HIDUPAN LIAR JADI TARIKAN DISANDAKAN https://t.co/h4BuonjJcL", "Im a bad liar", "Terdapat NGO Yang Tidak Ikhlas Perjuangkan Isu Orang Asli, Alam Sekitar  MB Perak https://t.co/F5KeLHKLq4 #peraktoday", "@ikon_shxxbiii Gimana lu di hutan?", "@AlexanderKerr01 @67TWCowan Another liar, just like liar May. What about the refugee family Yvette and Ed were goin https://t.co/4NcCxfa3py", "@suga_bts09 mahaall, mending bunga liar di jalanan", "Lajnah Alam Sekitar Santuni Penduduk Pasir Gudang Dengan Edaran Topeng Muka bersama Khidmat Malaysia https://t.co/FhKHxTs8OR", "@apiswowgituh Renjer hutan", "sekarang cashless lah. tak payah wallet tebal2 mcm ni. kurangkan wang kertas. paywave kan ada. Mesra alam sekitar. https://t.co/YNGWf5FNDP", "SIARAN MEDIA JABATAN ALAM SEKITAR (JAS)\n\nKualiti udara di Pasir Gudang semakin pulih dan pemantauan berterusan dija https://t.co/DlZMOmFRRz", " @ Hutan Sintok https://t.co/Dd17oOjWmj", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/1Xhppmx5PN", "liar liar slutty dress on fire https://t.co/NkP1vVNDpn", "@jokowi Kalimantan Tengah cocok buat ibukota..tapi tolong eksploitasi sumber daya alam disana tolong diawasi..hutan https://t.co/6HIUPYfort", "Mengecoat (@ Fakulti Kejuruteraan Awam &amp; Alam Sekitar in Parit Raja, Johor) https://t.co/LeWYiymu88", "@kumisslele @tanya2rl Keluarga hutan cemara", "tadi siang pergi ke hutan, tiba2 pas di tengah2 hutan ada huruf t", "@berlianamus @AhmadRidhoAkbar Wanjir hutan borneo ", "@AhmadRidhoAkbar Ternak apa hutan?", "kuliah di hutan susah sinyal", "@jaketapper @RepSpeier @TheLeadCNN Theres no smoke without a liar", "anak hutan wtf is anak hutan im so done w my friend's random words", "Banyak yang nanya, \"kok bisa jatuh di hutan sekitar daerah bukit bangkirai area patung jamur itu??\"\n\n\"Yha.. Percaya https://t.co/AzGqedeG09", "@__officialakmal Hahaha sabar lah bang. Siapa suruh liar haha", "@MasTBP_ Wes mbengi As* nang kandang mas kecuali seng liar nang hutan", "Liar liar... Pity she is the defence minister. Shameless liar https://t.co/8xM3kbqA1f", "Hutan pinus https://t.co/N4g2blBLja", "Pengen jalan2 ke hutan", "#MorningSpiritTraveling Hutan Pinus Lajoanging adalah Kawasan wisata berupa deretan hutan pinus yg instagenic juga https://t.co/uIPmhOk9vq", "Ayuh Sisih Nyamuk Aedes\n.\n9.4.2019, sekitar 6.00 pagi -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksanak https://t.co/yvtfyMkB95", "@waufer ga boleh gitu kucing liar", "Pakar: Imbangi perlindungan alam sekitar, hidupan liar dengan ekonomi https://t.co/A0lzmDJsGD", "Bad Liar", "@lan_kp Try tanya jabatan alam sekitar shah alam", "Mata lelaki sampai mampos pon takkan berubah, liar", "@kjaehwnie udah terlatih di hutan.", "Memperingati Hari Hutan Sedunia\n\nAyo selamatkan lingkungan, mulai dari lingkungan sekitar kita https://t.co/tSVDIcHY8J", "Hutan belantara. https://t.co/RXOeVzjQ9h", "Coretan dari sambutan Hari Hidupan Liar Sedunia 2019.\nTerima kasih pada semua yang datang menyokong kami \n\nLebih https://t.co/qcDgj7yvH2", "@hoodielism Uitm Shah Alam, Shah Alam and Uitm Puncak Perdana, Shah Alam.", "Like a liar looking for forgiveness from a stone.", "Selamat Hari HUTAN Sedunia 2019..!!\nSemoga HUTAN-HUTAN di BANGKABELITUNG TerSelamatkan dari KEHANCURAN \n Karena Tam https://t.co/tf1Yt0lmVn", "#UMTSharing\n\nHebahan dari Kelab Teknologi Alam Sekitar UMT\n\n* LIKE https://t.co/Bh1pSnyAev utk belajar dan kerja di https://t.co/PglAUvOsy2", "Yeo Bee Yin\nMenteri Tenaga, Sains, Teknologi &amp; Alam Sekitar\nIjazah Sarjana Kejuruteraan Kimia\n\nMujahid Yusof\nMenter https://t.co/w4LG15ibb4", "Assalamualaikum. Ada sesiapa nak tempat internship di Jabatan Alam Sekitar Negeri Johor (Johor Bahru), sila whatsap https://t.co/rhrbNWuN30", "Hutan digundul, rambut dipanjangin. #miris", "@AICESEJEONG Di hutan", "@KKPUTRIIII @tifanifauzi eh muke aku bukan tmpt balap liar", "Alaa. UUM takde hiburan kat kawasan sekitar, tu letak dalam U arcade tu. Kiri kanan hutan je kot.", "Bersama kita cakna dengan pencemaran serta kelestarian alam sekitar. \n\nhttps://t.co/9vI1TuXlMM https://t.co/9vI1TuXlMM", "@kurawa Sama patung aja cabul. Buset... Fantasi liar syekaliii", "@PLAYMFS Kebakaran hutan ?", "Sis guna waze sampai sesat dalam hutan weh  dia kata dah arrive, tapi kiri kanan masih hutan ", "Aku nak jumpa skang ni:\n\n- Acap\n\n- Brader yg tarik-tarik Acap dlm hutan    kat pintu masuk alam jin.\n\n- Akak yg gul https://t.co/yMPTT4TEv1", "Hardcore Liar! \n----\n#Liar #Resume #DIY #guide #Minister #Belgium #galenskap #tokigt #humor #roligt https://t.co/z9U7UPAk6O", "di sektor kehutanan, baik di hulu (hutan tanaman industri/iuphhk hutan alam) maupun di hilir (sawmill/pabrik2 pengo https://t.co/GaUtEwm3RA", "@Janedrishane1 mungkin hutan ko", "RT bernamadotcom: [Video] Pelancongan berasaskan konservasi hidupan liar jadi tarikan di Sandakan https://t.co/xDoMjmCOr2", "@_viaan hassss babi hutan berisik", "Sindiket seludup hidupan liar tumpas, dua ditahan", "KUALA LUMPUR - CHERAS ALAM DAMAI (BRJ) Ribut melanda sekitar 25 minit kerusi meja terbang. #cheras #alamdamai https://t.co/9nEArphJ11", "Program Sayangi Alam Sekitar, UiTM Pasir Gudang Cawangan Johor\n\nhttps://t.co/2Z8juGF4Cm https://t.co/2Z8juGF4Cm", "@hyzelnvt Kebakaran hutan", "Saya : sebelumnya sudah biasa ketemu/interaksi dengan satwa liar? Yg di hutan sekitar sini\nHary: satwaliar itu kaya https://t.co/t8vGose08s", "@coqlatz tengah hutan lebih asik", "Aidilfitri ini, jom kita sahut inisiatif Bank Negara Malaysia untuk bersama-sama menghijaukan alam sekitar dengan p https://t.co/rVLy1iwctI", "@CatFNx Liar pants", "#UMS Pegawai kanan di Kementerian Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim itu dilantik ke jawata https://t.co/yjS4dlF4vR", "mintak jasa baik untuk donate kepada NGOs ni yg membantu memulihara hidupan liar kita!  https://t.co/P6hnSykpXu", "Tahniah kerajaan pusat.\nTahniah kerajaan negeri.\nTahniah orang-orang Selangor &amp; aktivis-aktivis alam sekitar.\n\n-----\nNota: Saya bkn org Selangor. Saya org Malaysia Timur. Ttpi saya tumpang gembira dgn pengumuman kjaan PH. Maklumlh, org Sabah Sarawak sayang dgn alam sekitar ", "dulu sekolah kat dalam hutan ni takkan u pon dalam hutan, matilanak..........", "Selangor mahukan undang-undang alam sekitar yang lebih sukar, kata MB |Malaysia https://t.co/immp7BbAP9 https://t.co/4OKysPgwQI", "@virsyeol Kan dr hutan wkwkkk", "@notthatbiddy_ Mmg carik makanan bukan hidupan liar ", "@fazley13 ada. liar terus dapat sales. #7thEmpireGroup", "Produk WELLBEING\n Nutrishake\n Madu Hutan", "hutan hutan utara USA .... hutan Kanada .... itu ras jin kelelawar .....", "Hutan Keerom terbagi dalam 9 blok. Total luasnya 173.456 Hektar. Untuk Hutan Lindung memiliki luasan sekitar 49.196 https://t.co/tpltManvvI", "KENYATAAN MEDIA YB TUAN DR. SAHRUDDIN BIN JAMAL, PENGERUSI JAWATANKUASA KESIHATAN, ALAM SEKITAR DAN PERTANIAN NEGER https://t.co/XpzLFWzdBs", "@sunfloweraidil Aku-, konek, hidupan liar.", "Mana peranan pemimpin atasan dalam selamatkan hidupan liar kita dari pupus. Jangan hanya letak tanggungjawab itu ke https://t.co/bqQXqKGkiC", "Hutan Papua, benteng terakhir hutan tropis di Nusantara, terancam oleh perkebunan sawit https://t.co/0f6U5sggCS", "Sarjana Muda Teknologi (Alam Sekitar) pun dah boleh apply ok  https://t.co/UsKTMZlvCg", "SAMBUTAN HARI HIDUPAN LIAR SEDUNIA 2019 \nhttps://t.co/zetdOr0Z1s https://t.co/zetdOr0Z1s", "'Melati' kurniaanSultan Kedah tarikan baharu di taman hidupan liar Langkawi https://t.co/LWFbgEfXK9", "Sindiket seludup hidupan liar tumpas, duaditahan https://t.co/DrwulFXFYw", "Jabatan PERHILITAN Semenanjung Malaysia telah menerima serahan barang kes hidupan liar daripada Jabatan Kastam Dira https://t.co/hmsLVvlFqL", "Hutan Keerom terbagi dalam 9 blok. Total luasnya 173.456 Hektar. Untuk Hutan Lindung memiliki luasan sekitar 49.196 https://t.co/sMtyHFs7gq", "@AimanAirin2 @BuletinTV3 Alam sekitar kau gi tgk netgeo. Nak jimat gi lepak kedai mana2.  Hahaha.", "masuk hutan nak lari dari karenah manusia, tapi karenah ikut sekali masuk hutan. babi betul haha", "Sekitar Majlis Penyampaian Sumbangan Hari Raya dan Perasmian Masjid Taman Seri Muda, Seksyen 25 Shah Alam oleh Duli https://t.co/6XgSQjHzMK", "Pada yg duduk sekitar shah alam nak cari homemade cookies n muruku, boleh dtg beli dkt kami ye... Kami kat tapak ca https://t.co/Zt1yt8KvdG", "Nangisin Lui, kucing liar", "@rohjiszun kebetulan kelomang piaraan aku tu berjiwa adventure banget jadinya mau ke alam liar mulu,, dah dikasi ru https://t.co/f5vXR0GEax", "@EsterMeytaa Unnes memang hutan :)", "I'm at Jabatan Alam Sekitar Negeri Pahang https://t.co/qIMqKPK3jJ", "RT @printpuncakalam: CC Arab \npuncak alam \nBandar Puncak Alam\npuncak alam print\nPrint  Puncak Alam \nRepair Laptop\nF https://t.co/GGEbWBDkmm", "@TheArieAir Pemukiman liar dulu oleh @basuki_btp sudah dilarang, pemukim liar diarahkan ke rumah susun milik Pemda https://t.co/VxLXAsS7sG", "@gdle_yuqi Sinyal hutan si", "Hidupan liar terlepas!  https://t.co/LoYbpOy0Ez", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/NE8H2m5mGs", "@citizen14884 Ni level mahachai ulung. Lain mcm dia jilat. Isu alam sekitar tu banyak je kat penang. Dia takde caka https://t.co/Q9G8MfO9pk", "@_qmrnnn Ehh.  Org hutan plk.  Sweet plk org hutan tu ", "Mulai enjoy keluar masuk hutan", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/5Bfu2CIZjS", "@nabillahkhair Hutan konkrik kn byk", "@largurda_ind Gajahnya sembunyi di hutan", "@l_haeuns lahiya, kucing hutan.", "@TheBeatWithAri @MSNBC @EricHolder Holder is a liar.", "Pengarah Jabatan Alam Sekitar (JAS) Johor, Datuk Dr Muhammad Ezanni Mat Salleh menafikan beliau memegang Ijazah Dok https://t.co/8dNlNRVdcG", "Lepas ni tak bagi dah makanan kat hidupan liar. Bagi kat haiwan ternakan je hahahha. Video yang lepas tu biarkan ja https://t.co/NvqCjbFSDm", "#RT @swcorp_my: PERUT BANGKAI IKAN PAUS SPERMA PENUH SAMPAH PLASTIK - Rom - Kumpulan alam sekitar Greenpeace di Ita https://t.co/D7qIyCZLD7", "@peacefmonline Wo boa ! Liar, liar, pants on fire.  JDM  me sre wo get real wai.", "dia kat hutan. takde line", "@Dinurxx Ava aja di hutan", "@MarnoMbois Membabi hutan mungkin (?)", "Jaringan cuk, kota seperti hutan", "Pagi ini merasmikan Program Alam Sekitar 2019 Sihat, Bersih \"SISIH\"  Di Pantai Teluk Ketapang, Kuala Nerus bersama https://t.co/kI5NC0opTC", "Apa kabar hanbin di hutan?", "@FANBASEBGST Hutan rimba", "'Melati' kurniaan Sultan Kedah tarikan baharu di Taman Hidupan Liar Langkawi\n\nhttps://t.co/rPw2IGWWCz https://t.co/aDEjdqvIXo", "POLITEKNIK KUCHING KEMBALI LAKSANA TANGGUNGJAWAB SOSIAL PULIH ALAM SEKITAR MELALUI AKTIVITI PENANAMAN &amp; PENYELENGGA https://t.co/rlEJHVDSBc", "'Mendendam unggas liar di hutan\nJalan yang tinggal jangan berliku\nTilamku emas cadarnya intan\nBerbantal lengan tidu https://t.co/ORgnm1ry28", "@Pashatama Lo tidur di hutan?", "Jangan bawak masuk fashion hutan ke peninsular boleh tak? Semak  lol fashion hutan? hutan apa? hutan amazon? *pere https://t.co/KZmsciC5it", "Hutan yang sengaja dibakar sangat memberikan dampak kerugian terhadap masyarakat sekitar dan negara. \n@RaniCahyaw\n#NgawiNyoblosJokowiAmin", "@LindseyGrahamSC Liar liar Lindseys lace panties are on fire.", "@amalshahrir @syazoguri Hutan melintang dan shah alam.", "Setelah dekat 2 tahun aku tak cium bau hutan. Last hutan aku gunung nuang aku rasa ", "@lolykook Dapet apa dari hutan?", "@sukebual rapopo masku, nulis wae. pemikiran liar.", "Jam jam imajinasi liar berkeliaran", "Tahukah Anda bahwa hutan di Indonesia menjadi habitat bagi 30.000 dari total sekitar 40.000 jenis tumbuh-tumbuhan obat yang telah dikenal.", "@Chogaemgyu7 Hutan di monopoli  hahaaha", "MY LRT UDHHFHFHGHFBBG JIMIN U LIAR", "Kalau buat kat sch ni msti berlori bak kata cg geo lps rehat bnyk hidupan liar buang smph merata https://t.co/VUeeKgueDx", "Malam ni jejalan sekitar shah alam siodi si Leyna.Ada ke yang nak tumpang sekali.Nak minyak urut ada, nak bantal Leyna punn ada ", "@felixeuwu @_tobeyours Dulu kan tinggal di hutan makanya sekarang liar,,,", "Pasti #NgawiNyoblosJokowiAmin\n\nHutan yang sengaja dibakar sangat memberikan dampak kerugian terhadap masyarakat sekitar dan negara.", "#nowplaying Gradasi Alam Sadar - Hutan Hujan | klik https://t.co/KkPJ3bu6hf | 90.6 fm surabaya\n Beli lagu yang asli https://t.co/W37tHbGueV", "Helikopter itu pun jatuh ketika membantu memadamkan kebakaran hutan tepatnya sekitar 89 km arah utara kota Jalpan d https://t.co/PhPl0ET9NE", "#semasa\n\nUngka bernama 'Melati', kurniaan Sultan Kedah dipindahkan dari Istana Anak Bukit, Alor Setar ke Taman Hidupan Liar Langkawi.", "Let me guess: 2 white dudes running away with Maga hats on? Liar Liar pants on fire! Cameras everyone, lets chec https://t.co/HeCNiAL90v", "@malaysiakini @NajibRazak @limkitsiang a world-renowned serial liar calling others a serial liar? however, lks put https://t.co/pf9JYhVzhK", "@SEHUNodds Ya tetep aja hutan, lagi ngapain di hutan? Belajar beradaptasi dihabitat asli atau ngapain?", "@Celcom sinar alam , puncak alam.", "Dan mereka ini kebal daripada tindakan undang-undang dan SPRM walaupun projek mereka melanggar peraturan alam sekitar.", "@bella_bee7 @eugene_marira Hes a pathological liar", "@jokowi tolong jgn rusak hutan", "Meriah! Sekitar Program Jualan Amal Kempen Baju Baharu Nona &amp; WHI TV3 di Pasar Tani Stadium Shah Alam.\n\n#famadihatirakyat\n#pasartani https://t.co/Owip5tYoCk", " https://t.co/e6xnT14jOR - Isu alam sekitar inspirasi Double Ugou keluarkan penyedut minuman buluh - https://t.co/R0KJaJscS9", "Tarian IPTI yang cacamarba\nProgram Alam Sekitar\nAktiviti bercerita di Prasekolah\nEarth Day\nEsaimen\nKelantan oh Kela https://t.co/YWPUZfNyj2", "Saya terikat dengan kontrak yang mana JPA menempatkan saya sebagai Pegawai Kawalan Alam Sekitar sejak 2004 selepas https://t.co/l8LCEMTGYx", "Di gunung, di hutan", "Buat hutan eco rimba ke apa ke yg menyumbang ke arah kesihatan alam ke, kan bagus... Dari buat banglo sama sini nan https://t.co/5oykAPNJGC", "@ramiastari Ide liar seng ypo sek taaaah ", "Sultan Terengganu, Sultan Mizan Zainal Abidin mahu Kerajaan PAS Terengganu menitikberatkan kelestarian alam sekitar https://t.co/mAjwyPTJBE", "@MLC7775 My aim is JAGA ALAM SEKITAR... Adeii.. Not sumber asli or tenaga asli wasoever..", "Adam Schiff, LIAR, LIAR, LIAR pant on fire. You Should go straight to nut house and jail. You are really creepy loo https://t.co/buHZgXrYT3", "@Dahnilanzar Bapak kenapa harus hidup di Indonesia sih pak? Bapak pantesnya hidup di hutan liar, jd gak usah bayar https://t.co/XHB8uWS8KB", "@yourstrulydonnv Specific sikit Nana.  btw tahu tak coconut shake sekitar shah alam ni kat mana?", "MADU lebah liar atas pokok tualang.\nPenghantaran ke Lembah Klang, Kuala-Lumpur dan Shah Alam\n\nBerminat Whatsapp : 0 https://t.co/XANUotnOMU", "#RT @swcorp_my: PERUT BANGKAI IKAN PAUS SPERMA PENUH SAMPAH PLASTIK - Rom - Kumpulan alam sekitar Greenpeace di Ita https://t.co/GaJrjXIkh7", "@WArmstrong182 Ayam hutan?! Ada? Wkwk apasii selama 20+ tahun baru ini denger kucing-ayam hutan wkwk", "@Khaish95 Hutan mentakab ke ", "@SenWarren Like YOU defrauded universities? Liar. Fake Indian.", "Jawatan Kosong Kerajaan di Jabatan Alam Sekitar (JAS) - 5 Mei 2019 [161 Kekosongan] https://t.co/mdJV4sKkAt", "@radhiozil Angkuh dan liar", "@GeanNugroho Lalu ke hutan?", "True..LIKE HOW COULD I MARRY A LIAR", "Jabatan Alam Sekitar Pahang siasat punca dasar Sungai Pengorak di Kuantan sedikit kehitaman dan mengeluarkan bau ku https://t.co/Oou07GMriM", "Dok Shah Alam pun acah KL. SHAH ALAM, SHAH ALAM LA. KL, KL LA. ", "Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupakan https://t.co/STUEfsO065", "@chowkonyeow @DAPPenang @pggov @leekhailoon Heads in the pg. Jabatan alam sekitar must roll. All complaints on open https://t.co/r3tgTnppnB", "@mspearlhilitan Will be missing you &amp; your Hidupan Liar of the Day and horny tweets, Aidil! ", "[001] CAKNA ALAM SEKITAR: Diharap Jabatan Perhutanan Negeri Kelantan juga mengambil langkah yang sama dengan menana https://t.co/1356XvCVt4", "UITM SHAH ALAM, UITM PUNCAK ALAM, UITM PUNCAK PERDANA &amp; UNISEL SHAH ALAM SAHAJA", "Nemu bunga liar yang bagus warnanya https://t.co/zwzLGKAihM", "Ungka bernama 'Melati', kurniaan Sultan Kedah dipindahkan dari Istana Anak Bukit, Alor Setar ke Taman Hidupan Liar https://t.co/BLUVtsgMtU", "NOTA GEOGRAFI: TINGKATAN 3 \n\nBab 3 :Pengaruh Persekitaran Fizikal Terhadap Tumbuh-Tumbuhan Dan Hidupan Liar https://t.co/VnmYm2HxWk", "@Mufeed_Jay You're bad liar", "@nomuhe2x Gatauu, kanan kiri hutan", "Broncos on Facebook: Joe Ofahengaue  liar, liar   National Storage Locker Room - Box Of Lies \n\n https://t.co/C1HTyyE9Sn", "ini kucing tuh kucing liar yg keliaran di sekitar plant; trs dirawat gantian sama anak2 lab &amp; salah satu org kantor https://t.co/9BUEgzAbWr", "@syznm Tapi kau letak emoji dinasour ye dkt tweet handle kau. So aku consider kau boleh kerja sbg trainer hidupan liar hahahahaha", "@Lookazzwong Cari ke hutan", "@jwooght @rapmoonght Di hutan say", "Pusat Biodiversiti Sarawak (SBC) hari ini melakar peristiwa penting apabila menandatangani Persetujuan Perkongsian https://t.co/zLJJMSAPHu", "@sunofthebeacxh bagi aj sm kucing liar", "Koordinator Polisi Hutan Balai Konservasi Sumber Daya Alam (BKSDA) Jawa Tengah wilayah Konservasi Cilacap, Endi Sur https://t.co/646Vh0Lel9", "@a13Lee Baby hutan mungkin", "@timizac @hrf_timah @VictoriaArinze @bint_hayyan @Alex_Houseof308 Ah liar ", "@idiosyncraticcc hutan rimba", "@salimahnabilahh sampai ke sini ye babi hutan uia sesat liar betul nih ", "Hidupan liar dan terancam perlu dilindungi kerana ia tidak hanya demi kelansungan hidup haiwan terbabit namun ia se https://t.co/DepXlZPebO", "kangen hutan", "We fight for Hutan Ladang Bukan Hutan @aktivis_alam https://t.co/iAeXnEDbYy", "Cara mengembalikan fungsi hutan agar tidak terjadi bencana alam #LestariHutan #ForestTalkwithBlogger https://t.co/hr2GEOxkGO", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/DKqqhvEKiu", "@realDonaldTrump LIAR LIAR!! Putin is NOT our friend!! Your motive for trying to be friends with him is selfish, yo https://t.co/MkdmMqt153", "itu,sekitar jam berapa???", "1. Liar, Liar\n2. Mean Girls\n3. The Dark Knight \n4. The Lion King\n5. Superbad https://t.co/CmgMNdDW8y", "Sebagai tempat wisata, hutan Punti Kayu punya luas area sekitar 50 hektar yang dilengkapi dg beragam fasilitas sepe https://t.co/YW1hkt8bAe", "@hyzelnvt kebakaran hutan ray", "Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim, Yeo Bee Yin akan ke Australia untuk membincangk https://t.co/boETkQ1sn5", "At this time, i really want to be menteri alam sekitar you know. Huhuhu", "Lebih menarik lagi, hutan-hutan di Keerom juga banyak menyimpan satwa uniknya. #FestivaICrossborderKeerom", "memang serupa duduk hutan haih", "Selangor mahukan undang-undang alam sekitar yang lebih sukar, kata MB | Malaysia - https://t.co/JGjF6hqwGH https://t.co/8Sl06xBXdb", "@sucperboi Hutan deket rumah lu.g", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/qz2dKR8XkX", "@lizarahmawati Yaudah saya yang jaga lilin anda liar ya", "Operasi Kebersihan Bazar Ramadan\nKg Bharu . Bersama Jabatan Kesihatan Dan Alam Sekitar DBKL . https://t.co/FR73CE10AM", "@BuletinJohore Kementerian Alam Sekitar?", "@apeLiijo Hutan amajon detected", "@Mooreldiaz @bilkyway TKPL (Tukang Parkir Liar)", "Kecundang (@ Klinik Mediviron Setia Alam in Setia Alam, Shah Alam) https://t.co/jNKp0eK4PM", "Wow satu kampung Jabatan Alam Sekitar nak melawat. Dah kenapa? Air aku treat comply kut", "@Icanurfas_ hutan di busan kebakaran", "~Lebih menarik lagi, hutan-hutan di Keerom juga banyak menyimpan satwa uniknya, papar Ricky lagi. #FestivaICrossborderKeerom", "@ouresimorp @hanachiruouka [ Asche orang hutan ..", "@nana_misnawati Mari mengungsi ke hutan..", "@TPUSA @NikkiHaley  tool for the liar-in-chief. #BillionDollarLoser", "Kedua-dua program ini menunjukkan kesungguhan Kerajaan Malaysia dalam memerangi jenayah hidupan liar dan penceroboh https://t.co/fdsJWVgeut", "@IlhanMN You are bloody liar", "Pemda disarankan relokasi warga sekitar Cagar Alam Cycloop-Papua https://t.co/y9mmW0Xdvk", "Artis yang suka hidup di hutan hutan dan pegunungan ?\n\nAnnisa Pohon", "Hutan Ya Hutan Adalah Paru Paru Dunia maka Dari Itu Jagalah Hutan Untuk Masa Depan Yang Lebih Baik https://t.co/0AHvcAYdi5", "Pengusahaan Hutan Alam, Metode Silin Dijamin Tak Ada Konversi ke Industri https://t.co/f8C1GkrN2K", "Reposted from plan_malaysia  -  Perancangan Ke Arah Kemampanan Biodiversiti telah selesai disiarkan pada Mac 2019 d https://t.co/DYzhWIORch", "Bicara Minda bersama Menteri Tenaga, Sains, Teknologi, Alam Sekitar &amp; Perubahan Iklim, YB Yeo Bee Yin menerusi prog https://t.co/Ir3Efyzss5", "Itu jalan buka hutan, dan di hutan ngga ada listrik", "@v_vivekkk @retardito Yup! They are BIG FAT LIAR!", "@askmenfess hutan hutan hutan sungai sungai hutan anakonda hutan sungai sungai sungai ruang tamu di indo dapur di m https://t.co/H6enpU9WOK", "Jawatan Kosong Jabatan Alam Sekitar (JAS). Tarikh Tutup 05 Mei 2019. Info selanjutnya disini - https://t.co/Btg2DVzJvu", "Berkali-kali pak Tambor menyebutkan kepada misteri bahwa di sekitar hutan sedayu banyak sekali orang yang bertapa. https://t.co/VGYkJJDvRh", "Hutan-hutan kehilangan rindang", "Treveling itu bukan liar, seharusnya yang liar itu anda yang diam dirumah dan selalu pegang gadget anda.. //:", "@nata_kang Hutan belantara kang ", "@itsokayhua Kebakaran Hutan Kei :(", "#IndonesiaKaya\nDengan berbagai sumber daya alam yg melimpah mulai dari minyak, gas,emas,timah,hutan, laut,dll.tapi https://t.co/5mXRgE61Yt", "Thank you 42 cincin CINA dap KERAjaan PAHITAN Hidupan", "@Tims_Burner Slipknot you liar!! ", "Imej satelit mengesan 46 pencemaran baharu di Pasir Gudang - Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Per https://t.co/pxrkAfEo7B", "@_hdrhh @hakimiroslann Masuk hutan", "@ritaochasijabat ciye anak hutan", "Amannya New Zealand, sampai kan news diorg pun pasal haiwan, or alam sekitar yg bersih damai. Xde kes pun pasal rom https://t.co/NiRRUHVSJk", "@kobelkoblay Maunya hutan non sawit", "@nurudinfadli_ Hidupan liar", "cedoi dlm hutan plak", "@KindBlessed Ke hutan cari bong", "Jangan kau rusak hutan,bila tak ingin ada bencana alam..\n\n#agpearthHour \n#agpeduli \n#ChangeClimateChange https://t.co/ReEXul99KD", "Jual madu liar hutan rimba Jambi, mulai 1/2 kg, 1 kg, 1,5 kg, sampai pemesanan partai besar insya'Allah kita siap, https://t.co/dp1OOzwPgT", "Pejuang Alam Sekitar yg mengecewakan dari PAKATAN HARAPAN. Hari ini mereka adalah YB2 kerana isu alam sekitar. Teta https://t.co/XYiz5pSguY", "Jabatan Hidupan Liar, ESSCom tahan empat lelaki termasuk dua warga Indonesia dipercayai terlibat kegiatan penyeludu https://t.co/TNP05IwpT2", "Diatas raja hutan, masih ada ibu ratu hutan - https://t.co/2LlIUEdxOK", "@ROSEodds YA BUKAN HUTAN BELANTARA :(", "Taman Wisata Alam (TWA) Seblat tdk hanya rumah bagi satwa liar seperti  gajah sumatera, harimau sumatera, beruang m https://t.co/Geofg972Dg", "Ayo pergi ke hutan", "lol ingatkan vellfire  rupanya bad liar ", "Malu bertanya, sesat di hutan.", "Petang tadi saya menerima kunjungan hormat daripada Timbalan Menteri (Parlimen) Alam Sekitar Jepun, Mr. Ichiro Kank https://t.co/O3fIlndufM", "Org2 skg klo nikahan dekornya suka ala2 hutan, kebun rimbun, tp hutan benerannya digundulin.... Mahkluk +62", "Demo masak dari hasil alam di hutan yang di sampaikan oleh chef sumangun\n\n@YSjahrir\n#lestarihutan https://t.co/cDMl7kO21o", "Serius kesian hidupan liar dah  terancam. Now.. Ular keluar pun bnyk dibunuh... Walaupun ular tu duduk tepi jalan", "Hidupan laut (at @AquariaKLCCMy in Kuala Lumpur, WP Kuala Lumpur) https://t.co/uxcn1ce8Dc", "#HariBumi \n.\nSukacitanya dimaklumkan Kementerian Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim (MESTE https://t.co/0mZwezw8WO", "[Video] Pelancongan berasaskan konservasi hidupan liar jadi tarikan di Sandakan\n\nhttps://t.co/bXKpAahcfU https://t.co/QmTvB5aM5O", "#RT @swcorp_my: Melestari alam sekitar tanpa beg plastik\n\nIsu pencemaran plastik bukan sahaja menghantui rakyat Mal https://t.co/MSAEfpFztO", "KENYATAAN MEDIA YB TUAN DR. SAHRUDDIN BIN JAMAL, PENGERUSI JAWATANKUASA KESIHATAN, ALAM SEKITAR DAN PERTANIAN NEGER https://t.co/QvasjVF8gi", "Ayuh Sisih Nyamuk Aedes\n.\n12.4.2019, sekitar 6.00 pagi -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksana https://t.co/jcr5qMo3tG", "@ammar_yashir Lantas bagaimana tentang perusakan ekosistem alam/hutan?", "Jambang dia boleh selamatkan alam sekitar ka,, wauuuu menarikk", "Perlu kajian mendalam tentang ECRL untuk mengurangkan kesan terhadap alam sekitar. https://t.co/nXNqrVhAg1 via @psmsosialis", "Berdasarkan siasatan Jabatan Alam Sekitar Negeri Sembilan (JASNS) di lokasi pembuangan enap cemar berminyak yang me https://t.co/ek8O6gW5GA", "#RT @swcorp_my: PERUT BANGKAI IKAN PAUS SPERMA PENUH SAMPAH PLASTIK - Rom - Kumpulan alam sekitar Greenpeace di Ita https://t.co/Rb2fsLD297", "such a liar", "kesian la tengok hutan tebang sana sini sampai habitat haiwan liar semua musnah.", "@morasee Fryer Phil? Crier Phil? Liar Phil?", "Selamatkan Hutan Didunia, Semoga hutan di bumi ini tetap ada.\n#agpearthHour\n#connect2earth\n#earthhour2019 https://t.co/c1PUeVmGha", "Walaubagaimanapun, strategi untuk memperkasakan pengurusan mampan sumber alam dan biodiversiti harus diteliti. Seti https://t.co/P6lzSvN7mo", "@kurawa Mgk tinggalnya di hutan", "@FANBASEBOKEP2 mlh kek hutan belantara", "Solat darurat dalam hutan was ", "@01_TheWinner_ Babi liar deket kebun gw namain tommy", "@animalfess Kucing hutan ya", "harap jangan kita pentingkan untung/pelaburan dengan mengadaikan alam sekitar. ingat, cucu cicit kita lah yg akan m https://t.co/WMqHgiyCAD", "KEADAAN TERKINI JEREBU DI MIRI\n\nMIRI : Hasil semakan daripada laman sesawang pihak Jabatan Alam Sekitar, Indeks Pen https://t.co/DnyvAPRTxg", "Jual madu liar hutan rimba Jambi Sumatera, dari yg kemasan kecil sampai besar, minat silahkan hubungi wa 0852107246 https://t.co/6nVSqC6l3N", "SERIAL LIAR ON THE PRAWL.. \n\n\nhttps://t.co/scP3MNlmzO", "Ayuh Sisih Nyamuk Aedes\n.\n1.4.2019, sekitar 6.00 pagi -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksanak https://t.co/WHYt7EeIez", "@niknazmi sejak bukit setiawangsa org kacau alasan nk buat retaining wall, ni hah hidupan liar . Biawak pun ada, xp https://t.co/1Mc9oCCSPD", "@adela_hapsari Nak tengah hutan a?", "@myintifada @mooezza Wajah tokong alam sekitar yg menentang #Lynas yg menjadi wira kepada macai melayu ternakan DAP https://t.co/FZ45ERoig8", "Jabatan Alam Sekitar (JAS) mengucapkan jutaan terima kasih atas kerjasama pasukan daripada https://t.co/cNs42RFsfW https://t.co/DZFneESJno", "Kerja Kosong di Jabatan Alam Sekitar (JAS)\n.\n1. Penolong Pegawai Kawalan Alam Sekitar Gred C29 - 79 Kekosongan\n2. P https://t.co/lV3hhncoqM", "Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupakan https://t.co/GSBTOeLr2f", "My mom takut sbb sy kem masuk hutan :,( nasib satu hari jak dlm hutan", "@gibahanz yg hidup di hutan", "@SK_Mina99 DI HUTAN AFRIKA. MAMA KE HUTAN MANA?", "@nafzahalchair @Sutopo_PN Itu namanya merusak alam tau...yg mau dibangun jln adlh hutan-gunung Argopuro,Peg.Hyang.. https://t.co/Os3m4ZQ998", "Ayuh Sisih Nyamuk Aedes.\n\n14.5.2019, sekitar 6.00 petang -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksa https://t.co/a9kv58stDy", "Dibawah peraturan buangan berjadual 2005 Akta Kualiti Alam Sekitar tidak lebih drpd 20 tan sisa boleh disimpan dita https://t.co/Bir3PKYDFY", "Berapa banyakkah perjalanan alam ini?\n\nAda lima (5) perjalanan alam ini:\n1. Alam Rouh\n2. Alam Raheem\n3. Alam Dunya https://t.co/WZhTdRhYmg", "Cheat and a liar!!! https://t.co/f8CljrqLbL", "@nrlrereee Keluar hutan ,bukan jumpa ", "@SadiqAbagnale Kau bagi aku untuk buat idea sticker utk kempen hidupan liar ni, maybe aku consider nanti bila free sikit", "@artmoscfer Di hutan", "@NST_Online Tarah la hutan lg", "@Secwun wkwkwkwk hutan belantara", "Hazmat nyahcemar toksik di pejabat Jabatan Alam Sekitar Johor\n\n\nSertai Telegram Channel Kami https://t.co/XdF2jkb0BD", "Jawatan Kosong di Jabatan Perlindungan Hidupan Liar Dan Taman Negara (PERHILITAN)  14 April 2019 https://t.co/iOehDqcyE5", " serta kawasan Sekitar JAIS  JAKESS  MBSA  SUK SHAH ALAM", "'Melati' kurniaanSultan Kedah tarikan baharu di taman hidupan liar Langkawi https://t.co/FcwI5IREjy", "Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami #FestivalCrossborderENTlKONG", "Menurut Naib Presiden @AmanahIkhtiar(AIM), projek biodiversiti yg dirangka &amp; ditandatangani sebelum ini diharap men https://t.co/qjNzv86F68", "Ayuh Sisih Nyamuk Aedes\n.\n21.3.2019, sekitar 6.00 petang -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksa https://t.co/Ui1Szx8cxV", "Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupakan https://t.co/BuGFTdgVD7", "BUFFET RAMADHAN 2019 SEKITAR SELANGOR &amp; KUALA LUMPUR \n\n- lain2 bakal menyusul \n\n1. Best Western i-City Shah Alam... https://t.co/1nWOl7PP5k", "Aduan Gangguan Hidupan Liar https://t.co/undvfHRLnC", "Boleh tak dalam dunia ni , JGN SALAHKAN JANTINA , HAIWAN , UDARA , PEMAKAIAN , ALAM SEKITAR kalau sesuatu berlaku p https://t.co/OAB49dx45k", "MoU JAS dan Bintulu Port Holdings; Pupuk Kesedaran Alam Sekitar https://t.co/sbDIX6egI5", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/TOH8eou0CZ", "@syuhadazainol Exam nak jadi consultant register dgn jabatan alam sekitar. Takut tak pass dah la boss yang bayar. Huhuhuhuhuhuhu ", "Sejumlah RM24 juta dana pembangunan dan penyelidikan (R&amp;D) Kementerian Tenaga, Sains, Teknologi, Alam Sekitar &amp; Per https://t.co/7JbOu1b5GX", "Balapan liar ama malaikat Izrail", "Ayuh Sisih Nyamuk Aedes\n.\n3.4.2019, sekitar 6.00 pagi -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksanak https://t.co/TIhKoJLPF3", "ECRL : Ambil kira faktor alam sekitar, budaya dan warisan\n\n#ECRL #RTM #BeritaRTM https://t.co/t5tLHtUIKt", "@AICEEUNSEO w ownernya hutan:(( ))", "Jawatan Kosong Kerajaan #Malaysia\nJabatan Perlindungan Hidupan Liar dan Taman Negara\n&gt;Pembantu Hidupan Liar Gred G1 https://t.co/3GOLYiB1f2", "@geloraco hutan salahnya apa.....", "@nakyungin HAHAHA KAMU ANJING LIAR?", "Ealah ngintil ke hutan ", "selain itu, photo master @OhhPocoottt juga berbakat dalam bidang seni fotografi hidupan liar terutamanya african wi https://t.co/DN3HH5BVzl", "@realDonaldTrump Liar liar  \nPants  on fire  \nNo hoax Russia intervened.\nCounterintelligence is what snared your https://t.co/UMVMQZvLzf", "@coffeemorning24 @FANBASEBGST Hatuhlahh mature berasa hutan hutan wkwk", "Pesanan penaja : Cintailah alam sekitar. Janganlah buang sampah, kotoran, bahan kimia ataupun lelaki trash merata r https://t.co/GLzo65IKYD", "@goditmu Tanos teh anak pecinta alam pak sebenernya, liat apa dia ngebushcraft di tengah hutan wkwkw", "@indomymenfess Diajak hobi ke hutan mo kencan :v\nDatingnya dj hutan dong masa", "Jaga alam sekitar pun salah satu yang dituntut dalam Agama.\n\nTakda kaitan dengan politik, tapi kalini aku sokong ap https://t.co/8BuTMAZcxH", "@lahmanakutau Jgn bakar hutan", "Music,Alam,Hutan dan coffee  https://t.co/NAoNbRpZbx", "@askmenfess penggundulan hutan ini namany. halo moshi moshi polisi hutan????", "Menteri Tenaga, Sains, Teknologi, Alam Sekitar dan Perubahan Iklim (MESTECC) akan menghapuskan budaya pegawai ikut https://t.co/dNupmCblgx", "Liputan Hutan Pendidikan by @victorpangz", "Pelousy accuses Barr of Lying to Congress. Can we talk Liar Holder Fast &amp; Furious? Liar Lynch on the Tarmac talking https://t.co/T3lU999upk", "@maya_karin @ngszehan boleh jadi ketua menteri alam sekitar sudah ni kak Maya..!!  i vote for kak maya.!", "Lindungi Hutan bukan Kebun Sawit @jokowi\n\nJoko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan https://t.co/YnzcOQU7qC", "Walaupun jauh kedalam hutan khazanah alam.. Jengka ada karaoke, bowling, stadium, uitm, Mydin, KFC, pizza hut, marr https://t.co/Gtw0uPBWRL", "hutan bukan sebarangan hutan ", "KUCHING: Pasukan Tindakan Pantas Hidupan Liar (SWAT) Perbadanan Perhutanan Sarawak (SFC) menangkap seekor buaya jan https://t.co/VVa2lwixyo", "@greetasadelii di hutan?", "#pulaupinang Pengesahan itu dilaporkan Exco Jawatankuasa Masyarakat Penyayang dan Alam Sekitar Pulau Pinang, Phee B https://t.co/AnhPzSnZhJ", "@CHAEYOUNGRxG Ngambilnya di hutan", "@animalfess Bukan kucing liar yg bisa dijadiin pet seyenggg. Ini kucing hutan gitu, banyak bawa penyakit, terus ser https://t.co/xtfd8wkxwN", "Pohon, hutan pantai bisa redam ganasnya gelombang tsunami smpai 80%. Pohon sbg infrastruktur alam a/ jwban konkret https://t.co/y3sKckPDoN", "&lt; KONVENSYEN KAMPUS LESTARI (KKL) 2019 &gt;\nMaklumat lanjut: https://t.co/aFLLQgiQ7I\n\nInstitut Alam Sekitar dan Pemban https://t.co/OV0CriVhiF", "sang babi hutan seperti repetisi", "@POTUS @PressSec With all the lies Republicans tell, it's no wonder Global Warming is happening so fast. \"Liar, liar, pants on fire...\"", "@jsjshha94 Jangan jangan ke hutan", "Setiap ada kejadian alam ( banjir, gempa, tsunami, kebakaran hutan, gunung meletus dll) adalah menggambarkan budaya https://t.co/O7qpN1pySV", "@efdeeeana Fyi, tu monyet/kera liar dari hutan berhampiran. Bukan monyet dari zoo negara yg terlepas. Kalau nak ten https://t.co/RIYMOIvftv", "Hutan Keerom terbagi dalam 9 blok. Total luasnya 173.456 Hektar. Untuk Hutan Lindung memiliki luasan sekitar 49.19 https://t.co/bGmnAWCcmJ", "@kucingcosmic Lemot hutan hyong", "They like liar and money", "Bad liar", "@BBCigbo @UcheIsClown Thats whats like in my court..  Liar liar, pant on fire", "@vacnilacs Tuh kan kamu bayi, bayi liar", "Kalau i open order pulut kuning untuk warga sekitar shah alam hari selasa depan ada orang nak order tak?", "hutan adalah rambut #nusantarabertauhid", "Kerajaan Negeri akan menghantar Exco Kebajikan, Masyarakat Penyayang dan Alam Sekitar, YB Tuan Phee Boon Poh dan Ah https://t.co/3Kawp0Xli4", "Pak Janu bilang bhw sjk 2013 APP Sinarmas tdk mengambil bhn baku yg bersumber dari hutan alam. Semua bahan baru ber https://t.co/chXeSO8Gs9", "SEMENTARA itu keindahan alam dan alam sekitar di Kelantan https://t.co/1xk1YYrcgI", "@MelindaAghnia kepikiran hutan kali tuh", "@nimasanrr Orang baik itu orang yang tidak hanya memikirkan diri sendiri. Peduli sekitar, alam, sosial dan kemanusian.", "'Melati' kurniaan Sultan Kedah tarikan baharu di Taman Hidupan Liar Langkawi\n\nhttps://t.co/unU1PpB6Ji https://t.co/KMpTCOtq98", "Hidupan liar di Ipoh https://t.co/1DcM4nRxJ2", "Alhamdulillah (@ Hutan Melintang in Hutan Melintang, Perak) https://t.co/7u8pQuyc2u", "Hutan merupakn habitat semula jadi bg mbentuk sebuah ekosistem kompleks semua jenis biodiversiti utk berinteraksi &amp; https://t.co/I0z451OOlU", "@ciznoe Hutan memang keras", "@Cernovich Shouldn't it read \n\"racial-assault liar\" case!", "@DyasviantiRatna @meow_leader Tadinya dia kucing liar ato kucing piaraan sis ? Klo kucing liar kdg ad yg g suka mak https://t.co/PBkX1pGWPs", "3. Hutan Keramat Dunia\n\nHutan Keramat Dunia (Bosques Sagrados Del Mundo) atau penduduk sekitar lebih sering menyebu https://t.co/PoDUXk67ds", "Walaupun berhadapan dgn masalah kritikan dari aktivis alam sekitar, tentangan dari komuniti tempatan dan kemusnahan https://t.co/rtUmmn4DPO", "ECRL ambil kira Faktor alam sekitar, budaya dan warisan..\n#JabatanPenerangan\n#Japenkdh\n#japenkdh\n#penkualamuda https://t.co/mzBcCrGlWx", "@gugzelvisy The devil is a liar", "Steven Seagal lawat Siniawan dan Pusat Hidupan Liar Semenggoh \n\nhttps://t.co/28Qg4j8OCn https://t.co/TZYDl0noew", "PENCEMARAN KIMIA | Kualiti Udara Makin Pulih\n\n[UPDATE] Jabatan Alam Sekitar (JAS) dalam satu kenyataan memaklumkan https://t.co/7hSicK0Mgg", "Ikuti kami di media sosial\nJabatan Alam Sekitar\n\nLikeFollowSee FirstSuscribe https://t.co/WHfVBImnuV", "@SurfAyie Ranger hutan tu ahaha", "Brunei negara kecil, dihuni sekitar 430.000 orang, memiliki pendapatan besar dari ekspor minyak &amp; gas alam\n\nSultan https://t.co/X47teOJpMU", "Kalimantan Tengah\nCONS:\n1.banyak hutan, harus dihabisin, berpotensi ngerusak alam,habitat &amp; diprotes dunia\n2.kota b https://t.co/nICAdJPZu6", "@ashrafkamar87 Layan pesta liar tak?", "Menteri Tenaga, Teknologi, Sains, Perubahan Iklim &amp; Alam Sekitar: Yeo Bee Yin @yeobeeyin", "@nadiyakhairiri Awak liar. Saya nak yang gila je ", "Total luas kawasan hijau yang ada di area Badak LNG adalah 22,4 hektar yaitu terdiri dari hutan alam dan kawasan rawa", "Liar liar pants on fire", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/I8quqa6nto", "@musalmantoya_ @DzulfazliR Aku dh ckp, liar musalmantoya", "@amaniiifarzana Jabatan alam sekitar dah try?", "@Superjamer1571 Your keyboard is a liar lol", "@BuletinJohore @KKMPutrajaya Jabatan Alam Sekitar atau JAS", "Ni yang liar tu ke? Asking for a friend", "slide biodiversiti tak siap lagi ", "@hhopeseok Kebakaran hutan gitu", "@TIME An Brunei, you are a huge liar.", "Liar!! You're gonna spread it all over the internet!", "Learned today?  @realDonaldTrump is a liar, @MichaelCohen212 is a liar, @uscongress00 hasn't done its job for 2 YEA https://t.co/Ze98LtJJQV", "@zmnicholson Best condiment for a sausage sandwich you liar", "Jgn lupa mlm ini live bsama Menteri MPI YB Teresa Kok &amp; Pengarah Sains &amp; Alam Sekitar MPOC, Dr Ruslan Abdullah di https://t.co/488Cn2TO1I", "@tistyaulia Hutan kaki", "39. Kalau ga suka gue ga bakal masuk kehutanan yang isinya tumbuhan, alam, pohon, hutan. Saya ini pecinta alam.", "#Chowkidar PM @narendramodi is not #Chor ; he is innocent.\n#RafaleDeal\n\n@RahulGandhi is a liar, habitual liar and l https://t.co/Ce8wi8YAUb", "Baru alam pekerjaan, belum alam rumah tangga ", "@XavierNaxa Dapur Abe, Alam Avenue Shah Alam", "Sesungguhnya nikmat itu liar, maka ikatlah ia dengan sabar.", "@elevenangel_ alas cem hutan:( makasi", "BIOTA Kampanyekan Ancaman Plastik Bagi Hidupan Liar Kepada Pelajar https://t.co/nG4NDWzCOP https://t.co/NLBa8Ou0VG https://t.co/m3ePXtLuTY", "@pelf81 https://t.co/ln7809bWjI\nBoleh kah rakyat menuntut pampasan atas kerosakan alam sekitar dr kerajaan negeri?", "#RT @swcorp_my: PERUT BANGKAI IKAN PAUS SPERMA PENUH SAMPAH PLASTIK - Rom - Kumpulan alam sekitar Greenpeace di Ita https://t.co/XZZModc7td", "Hutan ohhh hutan\nRiwayatmu skr\n#agpearthHour\n#connect2earth\n#earthhour2019\n#earthhour\n#agpeduli https://t.co/JytjLZL0pK", "Tentang bumi ini ,alam ini dan kebun didepan rumahku,tentang pohon pisang  tentang rumput liar,tentang capung tenta https://t.co/4QzqJGUfrV", "Anwar Ibrahim sifatkan SM Mohamed Idris yang meninggal semalam seorang lagenda dan gergasi pejuang alam sekitar dan https://t.co/rN4GxsGoyi", "@EITxMINGYU di hutan kak", "#SulbarJokowiMenang Jokowi mahasiswa kehutanan, paham hutan dan bisa turunkan angka kebakaran hutan menjadi 2% . https://t.co/5V2NF1ISVe", "Setiap organisasi atau persatuan yang layak akan menerima pembiayaan sehingga RM5,000 bagi Geran Kecil Alam Sekitar https://t.co/HAmu6o6GjA", "KENYATAAN MEDIA YB TUAN DR SAHRUDDIN BIN JAMAL, PENGERUSI JAWATANKUASA KESIHATAN, ALAM SEKITAR DAN PERTANIAN NEGERI JOHOR.", "tak sedih ke dapat tahu biodiversiti negara kita antara paling terancam? \n\nmalaysia is one of the top five countrie https://t.co/rMRFja3Onb", "@ABC Hes a Liar ", "@senatemajldr LIAR @senatemajldr you are a LIAR. You would take away our medical and our social security that WE PA https://t.co/LenEUIn1yH", "#SELANGOR RM750,000 lanjutProgram Geran Kecil Alam Sekitar dan Teknologi Hijau https://t.co/G7gKIflYc2 https://t.co/eWFKd2sbdV", "Kaum\" otak kanan. Imajinasinya liar", "@hansdavidian Mantan menteri pembalakan hutan?", "Terus suka ikut lintas alam, mengitari hutan, penyebrangan basah, pakai masker lumpur, hitung jejak kalau lupa hitu https://t.co/xqiVUt6YRF", "@FANBASEBGST untung bkn hutan belantara", "Menteri Alam Sekitar melawat Pasir Gudang berpakaian seperti ini.. Lepas tu minta penduduk terlibat jangan panik.. https://t.co/AuDziLvJqv", "[Video] 'Melati' tarikan baharu di Taman Hidupan Liar Langkawi https://t.co/3izMSrNSl1", "Bukan jengkol dan durian, petani di sekitar Hutan Lindung Bukit Betabuh Riau tanam jernang karena lebih untung dari https://t.co/1e5UqOBMNZ", "@pasukanfatahila @iwanfals Lol, yang nguasain lahan / kekayaan Alam di Indonesia dgn jutaan hektar hutan di exploit https://t.co/ggC8EDMKdL", "@cykspritz Susu kuda liar mao ga gar", "thank you next, bad liar. https://t.co/LcE7APnfcl", "Bekalan air dan kebersihan alam sekitar", "Ini si @AkunTofa  kok bebas di alam liar, pantesnya di tahanan! @BareskrimPolri @DivHumas_Polri  jangan diam aja pak! #TangkapMustofaNahra", "#Japenkdh\nAlam Sekitar Harus Dijaga Komuniti Setempat  Syed Saddiq https://t.co/DAELUdb2Id", "@askmenfess banyak hutan dan rawa", "Aktiviti membersihkan Kolam Arapaima FRIM sebagai tugasan kursus ESC5017: Pencemaran Alam Sekitar dan Teknologi Kaw https://t.co/MWrmZvxzUV", "Parah di ikutin sampe hutan", "@icblues Cakep bgt... bsd dan alam sutera sekitar yang bikinan swasta (sinarmas land, podomoro group) Bagus bgt ka. https://t.co/Rl5KltdIVF", "@junqyoen Ya masa warga hutan", "Terdengar suara nyanyian burung kacer liar di kebun#akusuka", "Jabatan Alam Sekitar / 161 Kekosongan Jawatan Pengurusan Profesional &amp; Pelaksana https://t.co/7ff8GxTIOb", "Done.. Buku Program Penutupan Program Perkhemahan Sayangi Alam Sekitar NREB \n#SaifulART #NREB @ Sk Mata Parang https://t.co/dCWgGIboe3", "@Imflawlzz Ke hutan", "Ndock aku hilang anjingggg.. Mcm mne aku nk teruskn ke hidupan tanpa ncig", "MB Johor mengarahkan Jabatan Alam Sekitar untuk menyiasat pembuangan sisa kimia di Masai | Malaysia - https://t.co/hnq8DXMubt", "YBM @MyMESTECC, Pn. @yeobeeyin &amp; Pengarah Jabatan Alam Sekitar Johor, Datuk Dr Mohammad Ezanni Mat Salleh, hadir me https://t.co/PyvEMETvyb", "21 Mac 2019, Putrajaya  Jabatan Alam Sekitar (JAS) mengambil inisiatif untuk mempromosikan Kempen Amalan Tanpa Pen https://t.co/XaPJCS5k2Z", "Cfs2.. (@ Jabatan Perlindungan Hidupan Liar Dan Taman Negara (PERHILITAN) in Cheras, Kuala Lumpur) https://t.co/D7obwJvt2p", "Ikuti Debat Awani bersama @reactionyouth1 dengan topik Malaysia wajar perkenalkan cukai alam sekitar terhadap orga https://t.co/av9T2VwDYf", "Kerangka Bagan.\n\nKonservasi hutan sosial produktif di sekitar masyarakat.\n\nPripun mprof @picoez \nMohon arahan dan b https://t.co/v6eqQlL0FY", "Salah satu hutan terindah di dunia ternyata ada di Jepang bernama \"Hutan Bambu Sagano\" #WikiPro2", "@askmenfess Liar, banget. Sekarang dia lagi tarung ma singa di hutan", "@askmenfess Pengen ke hutan aja", "Bebi hutan https://t.co/3Akq9Vfnia", "Sikit sikit hutan sikit sikit hutan, bosan juga la kan hutan setiap minggu @  Market Lane https://t.co/fa5VyLUWJ9", "@Naim_Effendy Liar sgt wk ni", "Ada ke kucing liar duk dlm hutan...dia nk rembat ayam goreng sapa? https://t.co/97qPH8hPgv", "@Sir_Azri Sorry, soalan ni bukan utk orang bodoh dan hidupan taik rasuah.", "Program ini memberi akses pengelolaan kawasan hutan kepada masyarakat. Terutama yg bertempat tinggal di sekitar kaw https://t.co/VdsZ80PUmD", "Hanbin                          Hanbin\nsebelum dari       setelah dari hutan\nhutan\n\n#HANBIN @YG_iKONIC https://t.co/zAVd9KV4Od", "@rifanieist ASLI LIAR BANGET PIKIRAN LO MIKIRIN YANG LAIN.", "A good speaker makes a good liar.  #MaineMACGloriettain3Days", "Fasal 1 di bawah tajuk Prasarana, Kemudahan Awam, Alam Sekitar dan Kesihatan Tawaran Pakatan Harapan NS ! Janji yan https://t.co/NAtANw7Rkg", "yang lolos tahap 1 tubel sekitar 1200 peserta, kuotanya sekitar 800. sekitar 400 orang bakal tersingkir. Yang lolos https://t.co/ib295F3Gog", "@mcfluriy Kebakaran hutan", "@katecuhtz Alam na alam bb ah?", "hutan mangrove, laut, pulau", "bangun tidur , bikin susu ekstrak kuda liar", "@2019_bento Hutan rimba:(", "Memenuhi undangan mewakili Exco YB Loy Sian Hee Jawatankuasa Alam Sekitar, Teknologi Hijau, Hal Ehwal Pengguna, Sai https://t.co/bywXoMeKtn", "@askmenfess stupid liar - bigbang", "@10DowningStreet @theresa_may Liar Liar Pant's on fire , Disgraceful woman, Not a single soundbite was the truth ho https://t.co/m0QxEkZvbB", "@Pradwiningrum Lagi di hutan bang?", "Ternyata aroma hutan niqmad sekali", "@Kirstene4Angus @margot_james_mp You are a LIAR. ( but being a LIAR is a prerequisite for being a Tory). Broadband, https://t.co/qOfLmBNRRS", "Bahan alam di hutan Indonesia sangat banyak yg bisa di manfaatkan\nSeperti salah satunya yang ada di foto ini potens https://t.co/XRJG8Nm9VM", "zaman ni sektor paling mencabar kerja adalah jabatan alam sekitar...kesedaran masyarakat dah 1000 kali ganda...\n#seram", "Ajag, Anjing Hutan Asli Indonesia.\n______________________________________\nAjag (Cuon alpinus) adalah anjing hutan y https://t.co/HOnGf1OEZm", "Kadang menjadi kucing liar, bunga liar dan akar rumput. https://t.co/j1sCVQdayS", "@dsuperboy Pedalaman hutan", "Jambatan untuk hidupan liar melalui di bawahnya di Sungai Yu, Merapoh, Kuala Lipis. https://t.co/nTbwPbqUuQ", "Ular bermata tiga ditemui di lebuh raya\n\nPihak berkuasa hidupan liar berkongsi gambar ular bermata tiga yang ditemu https://t.co/PQ1GiS2ReU", "Hello polis. Kereta hitam tu mencemarkan alam sekitar https://t.co/SuHF8HHimN", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/yw3hWB8MWq", "Pengen jadi polisi hutan.", "Call Jabatan Alam Sekitar https://t.co/nDqfT0cesB", "   (SSFWL) is now Oh My Girl's most viewed MV, dethroning the previous holder Liar Liar!\n\nTbh 14M+ in 6 days https://t.co/MNIRk3jz0o", "Memilih Tinggal Menetap di Hutan Lindung, Warga Berkomitmen Tidak Rusak Hutan https://t.co/se0mDu0AIn", "Ketika dalam perjalanan di hutan belantara, bertemu dengan dua Buto, sang penguasa hutan rimba.\n\n#PADHANGMBULAN \n#66TahunCakNun", "Ko ingat sesenang jer declare darurat. Ko ingat MKN, kementerian, Jabatan Alam Sekitar, NIOSH, DOSH tak fikir apa y https://t.co/yOKwBZwaME", "Antara acara dan karnival \"Shopping Raya\" hujung minggu ini sekitar Selangor! Jom datang beramai-ramai! \n\n1. Gegar Gempak Raya 2019, Maeps Serdang\n2. Karnival Teratak Glam, Stadium Shah Alam\n3. Festira 2019, SACC Mall, Kompleks PKNS Shah Alam\n\n@twt_selangor @Media_Selangor https://t.co/nSFsaAUkNK", "@Takviri @Elina_Vay Pemukiman liar dulu oleh @basuki_btp sudah dilarang, pemukim liar diarahkan ke rumah susun mili https://t.co/yjcw1Ncdbg", "memasuki zona E hutan kalimantan", "Maaf Sir, tapi Hidupan Liar tak penah jaga tepi kain orang. Kan @ZoologiMY kan~ https://t.co/dSeJDikdeL", "Lawatan kerja YB Puan Yeo Bee Yin, Menteri MESTECC ke Environmental Data Center (EDC), Jabatan Alam Sekitar (JAS) b https://t.co/UaBRDYWP0e", "@azreelnuqmanyow kok hnya karoke pun sudah liar ya", "Jabatan Pengairan dan Saliran bersama sama dengan Jabatan Alam Sekitar dan Jabatan Bomba &amp; Penyelamat Malaysia di d https://t.co/kfrt7Zes5T", ".  \n   \nberdiam diri saja tidak cukup, jalan tergamblang menuju alam semesta adalah melalui hutan belantara, https://t.co/IgGphovkf6", "Kdg tk blh nk brain org yg nk untung sampai lupa tggjwb kpd alam sekitar. \n\nTk rasa bersalah ke kpd generasi akan d https://t.co/HEzytwupkz", "Wujudkah 'monitoring station' oleh Jabatan Alam Sekitar di setiap sungai2 di Perak? https://t.co/kTKJ0J6ZYb", "seluruh warga pecinta haiwan mengutuk sekeras kerasnya perbuatan lahanat lahanat ni keatas hidupan liar yg mampu me https://t.co/TdzJjDoWms", "Local Election Day! Same old scumbags running. Liar A or Liar B, blah, blah, blah... still I vote! https://t.co/qD0wTi7Dyb", "@RashidaTlaib Nah, you're the liar!", "Tiap pulang malam minggu, pasti ada balapan liar...\n\nWhy???", "Gue bayangin Hanbin di hutan mencari makanan, nangkep ikan atau makan buah liar metik dihutan YA TUHAN ", "Ifthar geng hutan (@ Kelab Golf Sultan Abdul Aziz Shah (KGSAAS) in Shah Alam, Selangor) https://t.co/K2PXUNKlbS", "@Now_SaatnyaKuis All about hutan #02CapresAbadi", "Liar tapi jaga batas wow", "#infoWisata Pelestarian Hutan Mangrove untuk Lingkungan dan Tingkatkan Potensi Wisata Alam https://t.co/OoMGcun8hz", "Siaran Media Jabatan Alam Sekitar 31 Mac 2019 - Pemantauan Kualiti Udara di Kawasan Yang Terjejas di Sekitar Pasir https://t.co/FEgqF5OjWH", "Joko Widodo: Tetapkan Hari Hutan Indonesia untuk rayakan pentingnya hutan Indonesia! - Tandatangani Petisi! https://t.co/ulbu5lUam9", "potato dalam hutan , just kidding", "hidupan liar of the day is the cute &amp; nocturnal kucing hutan (flat-headed cat)! they reside in peninsular malaysia https://t.co/QkXLUvMOB4", "Orang melayu masuk hutan kena culik dgn bunian, orang cina masuk hutan kaya raya. Hahahahanat!!", "Hentikan pembelian lemang periuk kera demi pemuliharaan alam sekitar kita. https://t.co/VqY6FdTDzQ", "selamatkan #ayam hutan hijau gallus varius green jungle fowl\ndr perburuan liar di gunung vanderman dan bukit2 sekit https://t.co/DJtbALXzbv", "OW!\n\nIn Liar Liar, when Jim Carrey's character beats himself up in the restroom, no sound effects are used!\n\nThe no https://t.co/uAbg6QmJ0d", "@rlthingy jalan2 di hutan unpad", "SK KHDTK Hutan Pendidikan diserahkan langsung Menteri LHK, @SitiNurbayaLHK, dalam kunjungan kerjanya ke Unilak, Pekanbaru, Jumat (12/04). Lokasi KHDTK hutan pendidikan tsb berada di dalam kawasan Taman Wisata Alam (TWA) Buluh Cina, Kampar dengan luasan sekitar 103 ha. https://t.co/4G5egwWKvk", "@Khimbur bish u said ull sleep liar", "To the Moms at Target at 8am in full make-up, flawless hair and jeans: \n\nLiar, liar pants on fire.", "@koreanthingy @triobangsul Hutan bukan ya?", "@jisooxo ntar berburu babi hutan", "@Adbshukrie Baju batik pernah survey sekitar Shah Alam dulu 100 ++ gak. Kalau kain elok tak perlu iron 200 ++", "@Ilham98189643 Kayak hutan mangrove", "biarlah dia nak busy kan diri pasal MB. alam sekitar ni kan ada bo-DOE jaga. bo-DOE pun berkhidmat untuk bangsa Johor apa.", "1. Pendidikan\n2. Kepenggunaan\n3. Sains &amp; Teknologi\n4. Alam Sekitar\n5. Ekonomi\n6. Keamanan\n7. Gender\n8. Politik\n9. K https://t.co/AcpgzPzXom", "Pengusahaan Hutan Alam, Metode Silin Dijamin Tak Ada Konversi ke Industri https://t.co/mS4uSB1R5y", "Dalam hutan gak line laju", "Alam sekitar pegang, rukun negara pegang, kupon makanan pegang, \n\nGila jawatan sungguh najwa syazwani ni ", "@kaikoprtw Tinggal di hutan sih", "@RealSaavedra @Trump2Usa Is he effectively  calling Mueller a liar?", "@Lelvi2 Hutan mangrove sir kadit?", "@realDonaldTrump You're a LIAR. A pathologically-lying liar who lies non-stop. You're replacing existing fencing. N https://t.co/j24zXQdxX4", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/HbO3vM9zHY", "@thehill STOP INTERVIEWING THIS LIAR. She is feeding BS.", "Pupuk kesedaran terhadap penjagaan alam sekitar\n#KualaLumpur \nhttps://t.co/ugwac2jyob", "@GOP @LindseyGrahamSC prophetic lindsey\n- This liar for the liar needs to go\n#ImpeachTrump #IndictBarr #IndictTrump https://t.co/1GYvABrXCf", "@hxqym @sodeyyum @wanaswm Keluar malam liar. Rogol orang tak liar. Okay.", "Pameran Jabatan dan Kempen Hentikan Keganasan Terhadap Wanita sempena Hari Alam Sekitar di Pusat Edu-Ecotourism Sg https://t.co/beYgtZ8OX0", "RT bernamadotcom: [Video] Pelancongan berasaskan konservasi hidupan liar jadi tarikan di Sandakan https://t.co/JCdjmrYKzK", "@yxseonho Iya hutan makanan ", "Kami buka pre order untuk kawasan2 sekitar Shah Alam juga\nSeksyen 7 \nPadang Jawa \nBukit Raja\nSeksyen 2\nSeksyen https://t.co/Z1xuEOwVmz", "Jabatan Perlindungan Hidupan Liar &amp; Taman Negara Jawatan Kosong PERHILITAN 14 April 2019 #kerjakosong https://t.co/ECWQFXjULV", "Akan bekerjasama rapat dengan Kementerian Tenaga, Sains Teknologi, Alam Sekitar dan Perubahan Iklim bagi memastikan https://t.co/yk5EWe1gU2", "KEPADA SEMUA WARGA UMT !\n\nAYUH ! JOM SERTAI !\n\nHARI ALAM SEKITAR 2019 PERINGKAT ZON KUALA TERENGGANU\n\nAnjuran : Kel https://t.co/TGKFMyASCO", "@ghomexz Hutan aja gmna?", "@realDonaldTrump Liar liar pants on fire! Why do you hate Americans? Why are you trying to steal our Soc Sec, Medic https://t.co/2z8HhCQiFx", "Skala besar dlm bentuk konversi hutan yaitu pembalakan atau penebangan hutan #LestariHutan", "Bengkah ekonomi biodiversiti bisi potensyel nyaup ngerembaika ekonomi Negeri Sarawak, ku Chairman Kaunsil Biodivers https://t.co/1I8yHtb7sM", "@panca66 Sawit merusak alam hutan.. Sawit butuh air, zat hara yg byak dlm tanah... Sehingga sawit membutuhkan pupuk https://t.co/OambOswyPK", "Menurut sumber, Exco Kesihatan, Pertanian dan Alam Sekitar, Dr Sahrudin Jamal yang juga Ahli Dewan Undangan Negeri https://t.co/TridWWKgf0", "@manokim97 sebab lembaga tak setuju dengan idea dia untuk musnahkan separuh hidupan. \n- Nebulla fans", "Data Kementerian Kehutanan ada sekitar 130jt h.a hutan yg tersisa di Indonesia dan sayangnya tiap tahun menyusut se https://t.co/yAKEnmQOD1", "@kimyewli Hey temen ke hutan.", "@shilvi_aulya Kamu di tengah hutan ", "@zjnnie hutan rimbun lav", "Sensasi keindahan alam, keaslian hutan yang menawarkan kesegaran alami serta arus sungai yang cukup deras merupakan https://t.co/TE2SUKMv0X", "Flip Flop - Pathological Liar? https://t.co/sWSTl3AgcA", "Instead they are odds-on for serial liar, adulterer, incompetent, liar, sociopath, liar, casual racist, money burne https://t.co/P8XgEqU63C", "Otak cuma 1, tapi akal tidak bisa kau hitung, seperti hidupan didalam lautan itu.", "Seorang Penolong Jurutera Jabatan Alam Sekitar (JAS) Johor pengsan selepas terdapat sampel sisa toksik didalam makm https://t.co/WShAM70Vt9", "Uncle SM Idris ikon pejuang isu2 pengguna &amp; alam sekitar. Sy banyak belajar dpdnya. Pemergiannya kehilangan besar b https://t.co/RH3RUSWrVI", "@Amir_Nurrahim Hutan Jimbit kalau begitu..", "Ayuh Sisih Nyamuk Aedes\n.\n19.2.2019, sekitar 6.00 petang -  Jabatan Kesihatan Alam Sekitar dan Penjaja MPAJ melaksa https://t.co/pCCyFiJzbc", "Kami buka pre order untuk kawasan2 sekitar Shah Alam juga\nSeksyen 7 \nPadang Jawa \nBukit Raja\nSeksyen 2\nSeksyen https://t.co/KIFUThTy77", "Pengerusi JK, Alam Sekitar dan Pertanian negeri, Dr. Sahruddin Jamal bersama Pengerusi JP Wanita dan Pelancongan ne https://t.co/954x5VaKvF", "Lari boleh,liar jangan  @ Panbil Mall https://t.co/WIUDmtvpQY", "Malaysia antara negara yang berada di garisan khatulistiwa dan garisan ni ada terlampau banyak biodiversiti haiwan https://t.co/nXB6MsNuiW", "@DilliDurAst @free_thinker @akshaykumar just two hours with the legendary liar and a superstar has become a liar himself.", "Pengusaha tanaman kelapa sawit di Sabah tidak abaikan tanggungjawab kpd usaha konservasi hutan dan hidupan liar - M https://t.co/huwxhEg3kb", "Johnny klo ikut lotj :\nSebelum ke hutan vs Setelah di hutan\n\n https://t.co/yhaKgLbqqR", "@nidyaap_ Kebakaran hutan? Ngeri anjir:(", "PROJEK KHIDMAT KOMUNITI - AMAR UNIMAS BERSAMA ALAM SEKITAR.\n\nLUNDU, 6 April -  Angkatan Mahasiswa Anti Rasuah (AMAR https://t.co/SwlKtLWxIF", "@IsabelOakeshott Led by an incredible liar.", "Sebagai tempat wisata, hutan Punti Kayu memiliki luas area sekitar 50 hektar yang dilengkapi dengan beragam fasilit https://t.co/Zvq0VmXeNM", "@RelawanProSandi @PriyoBudiS Alam slalu jujur !!\n~ Ktika ada ptinggi yg bilang tidak ada kebakaran hutan.. lngsung https://t.co/L6xmm4KFAH", "Alang tu meh follow kat ig ada project reusable straw ! Sayangi alam sekitar kita ! Dan juga neonconcept kot awek h https://t.co/Aatbilt5c5", "#MUpdateberita Langkah berkenaan sebagai usaha untuk memelihara kualiti alam sekitar di negeri ini sekali gus mengu https://t.co/jX3c0g9VGN", "LAWATAN PEGAWAI-PEGAWAI RELA DAERAH KUALA LANGAT KE PENUGASAN TETAP DI MENARA TINJAU JABATAN ALAM SEKITAR, PULAU KE https://t.co/FxIAkPLyee", "@agriinii Hutan beton G", "Cuz you the cheater, a liar and a killer...", "Jabatan Alam Sekitar needs to come down hard on this kind of wanton disregard for public safety and polluting our e https://t.co/EIDLGqb0yr", "Sempena Hari Biodiversiti Sedunia yg akn disambut pada minggu hadapan (22 Mei 2019),admin nak sampaikn info berkait https://t.co/YJaWQWTqLF", "@askmenfess Alisnya setebal hutan", "@Cocoe91 Jangan..nti u liar", "28 MAC  JAS AKAN PERKASA PINDAAN BAHARU BERKAITAN PENCEMARAN ALAM SEKITAR\n@yeobeeyin \n@jasmalaysia https://t.co/POF3nd75BE", "@detikcom Pembisik paling aktif dan liar ya amin rais", "@justifyoongi KAN LAGI DI HUTAN:(((", "@benmaller So after someone attempts to sell $50 for Pizza eaten by KC Chief imagine selling @uhbroncofan Liar Liar https://t.co/eB5mBV0yzq", "Motor Hilang.\nSTA 2462 A\nwaktu kecurian sekitar 4.33am 24 March 2019 di kawasan Alam Damai. Mohon sesiapa yang ters https://t.co/UnLV3YWLn6", "Bilangan Hidupan Liar Di Malaysia Semakin Membimbangkan https://t.co/H3r7LQ3uxz https://t.co/8gakOWJJoV", "2. Tiga Eco Viaduct telah dibina di Sg.Kembar, Sg.Kelampai dan Sg.Purun di laluan biasa hidupan liar. Pagar Elektri https://t.co/irQcyqSQnQ", "@bikinperih Ku lari ke hutan", "Manusia yg sibuk bercerita pasai org lain sedangkan kau xkenal pun org tu sejenis manusia hidupan liar ", "@lilnzivert Ya hutan hutan. Gimana gimana gimana", "Johor dapat Pengarah Jabatan Alam Sekitar baharu dalam masa terdekat, diberi masa dua tahun selesai isu pencemaran https://t.co/Stujg2t1fC", "Kami buka pre order untuk sekitar Shah Alam\nSeksyen 7 \nPadang Jawa \nSeksyen 2\nSeksyen 9\nMSU\nDan sekitar2 kawa https://t.co/NiJOd86fUg", "5. GESA sistem penggunaan tanah yang mampan dan lebih fokus kepada alam sekitar dan manusia ( Manusia dan Alam Seki https://t.co/b3pYfVPwKy", "Ini hutan apa hutan:( https://t.co/AaBwR7ch5G", "*PROGRAM DIALOG KESIHATAN &amp; ALAM SEKITAR*\n\n Tarikh : 4 Mei 2019 (Sabtu)\n Masa : 8.30 pagi\nLokasi : Tadika Perpad https://t.co/SaBqO49to8", "@adamhakeemm diam ah . liar", "Tindakan penguatkuasaan ke atas pekebun haram di Cameron Highlands adalah demi memelihara alam sekitar daripada ter https://t.co/ActzR61XXp", "@canciclub Janggel kan hutan sen(?)", "Jabatan Alam Sekitar mengarahkan dua kilang membuat perabot dan kitar semula plastik di Kawasan Perindustrian Sunga https://t.co/fjiFqV7kIn", "@alfiarnimakhtaf Anak hutan lo..", "Nah begini situasi buaya liar di kampungku.\nBiasanya buaya nongkrong di sekitar dermaga mencari makan.\nBiasanya bua https://t.co/9EXM9KxzET", "@tandanVradio @rockygerung Orang hutan sepertimu.  ", "Karna siapapun pemenangnya, yang menang adalah Penambang Batubara, Penggali Alam, Emas, Pembalak Hutan dll ...... D https://t.co/NmYlpYFiRJ", "Sinar Harian, 3 Mei 2019: Jaga Alam Sekitar, Jangan Kaut Untung Sahaja\n\nPemain industri pelbagai sektor di negeri i https://t.co/DiPoqPOy99", "Modul, permainan didik masyarakat cintakan laut dihasilkan melalui kerjasama Jabatan Perlindungan Alam Sekitar Saba https://t.co/5EmPVs8xLR", "@trisyafahira @Aydsitaa Hutan belantara", "Ini adalah hutan Beutong, merupakan BENTENG TERAKHIR bagi kekayaan alam kita, inj lokasi tambang emas PT. EMM, kena https://t.co/StX3Ns2le9", "@buttrisyia Sis, nanti buat la aduan bertulis kpd JAS (Jabatan Alam Sekitar). Kepilkan gambar tu sekali. Buat dua2. https://t.co/27FwxSNz7y", "@puanmastura yes... Jabatan Alam Sekitar", "@SerapHolmes Liar kalau melayu", "@jaespiri IM NOT A LIAR IM JUS DUMB", "Awal ramadhan di hutan... :(", "@doypablo di hutan busan", "@FiersaBesari Bila cuma berbicara janji, monyet di alam liar juga berjanji untuk selalu mencintai hutan.", "Ingat hutan, ingat kehidupan\nMulailah lestarikan hutan dari sekarang \n#agpearthHour\n#connect2earth\n#earthhour2019 https://t.co/0Ia0traLxV", "@M2Madness Liar,liar, FB is a liar!", "Hutan yang sengaja dibakar sangat memberikan dampak kerugian terhadap masyarakat sekitar dan negara. https://t.co/Q1EAwq85Dd", "@curhathingy Punya hutan? Lestarikan lah", "@animalfess Kucing hutan ini mah yang di australia, kucing hutan disana bener bener liar mereka mengganggu koala dll. Makanya harus dibasmi.", "Tempat kita tinggal tengah terjadi bencana. Kebakaran hutan, sengaja entah memang karna alam sendiri. Aku belum tau https://t.co/ESIRyJJtqv", "Jabatan Alam Sekitar Wilayah Persekutuan Kuala Lumpur menyeru warga kota agar tidak melakukan pembakaran terbuka un https://t.co/ri9UqPfdSG", "Perhimpunan Pagi Bulanan MPAJ anjuran Jabatan Kesihatan, Alam Sekitar dan Penjaja MPAJ yang bertemakan Hari Ibu dan https://t.co/z9Rwwz2BR1", "@askmenfess Kasian kalimantan, hutan ny ama penghuni hutan ny itu lo", "@dontwonwoocry bawa ps ke hutan", "Takde tempat lain ke nak pergi trip?\nTak habis masuk hutan masuk hutan masuk hutan lps tu hiking bukit. \n\nHidup yg https://t.co/P9pMOflP42", "@bethmanganx Liar i know you're his #1 fan", "@youngphoon Kirain ke hutan wkwk", "Peja of Perak, sekali lagi, tanpa jemu, mengeluarkan kenyataan dangkal yang dibuat tanpa memahami asas bantahan NGO-NGO alam sekitar. \n\nBeliau turut mengakui bahawa beliau seorang pencinta alam. Ingin juga kami tahu, cinta jenis apa? https://t.co/R0diykrP91"]